{"SampleID": 365, "PassageID": 31, "PassageEditID": 1, "original sentence": "Finding it increasingly impossible to govern, Attlee's only chance was to call a snap election in October 1951, in the hope of achieving a more workable majority and to regain authority.", "original cue": "impossible to", "pre sentence": "", "post sentence": " The gamble failed: Labour narrowly lost to the Conservative Party, despite winning considerably more votes (achieving the largest Labour vote in electoral history). Attlee tendered his resignation as Prime Minister the following day, after six years and three months in office.", "pre cue": "Finding it increasingly", "post cue": "govern, Attlee's only chance was to call a snap election in October 1951, in the hope of achieving a more workable majority and to regain authority.", "original passage": "Finding it increasingly impossible to govern, Attlee's only chance was to call a snap election in October 1951, in the hope of achieving a more workable majority and to regain authority. The gamble failed: Labour narrowly lost to the Conservative Party, despite winning considerably more votes (achieving the largest Labour vote in electoral history). Attlee tendered his resignation as Prime Minister the following day, after six years and three months in office.", "QuestionID": "q20", "Confidence": 4, "Passage is enough": "Passage is enough", "sentence1": "Finding it increasingly hopeless to govern, Attlee's only chance was to call a snap election in October 1951, in the hope of achieving a more workable majority and to regain authority. The gamble failed: Labour narrowly lost to the Conservative Party, despite winning considerably more votes (achieving the largest Labour vote in electoral history). Attlee tendered his resignation as Prime Minister the following day, after six years and three months in office.", "sentence2": "Did Attlee find it easy to govern?", "label": "NO"}
{"SampleID": 3951, "PassageID": 332, "PassageEditID": 1, "original sentence": "The Spaniards enslaved Inca people and tried to prevent them from having \"the luxury\" of the coca leaf.", "original cue": "prevent", "pre sentence": "After the Spanish invasion and colonisation of the Inca Empire, the use of coca was restricted and appropriated by the Spaniards. By many historical accounts, the Spaniards tried to eradicate the coca leaf from Inca life. ", "post sentence": " Although the Spaniards noticed the state-controlled storage facilities that the Inca had built to distribute to its workers, they were still ignorant to the importance of this divine plant for Inca people. Not only that, enslaved Inca people were not capable of enduring the arduous labour the Spaniards made them do without using coca. Even though Spaniards were trying to push catholicism onto the Inca, which did not allow them to eat before the Eucharist (the Spaniards thought coca to be food), they allowed them to continue to use coca to endure the labour associated with slavery. After seeing the effects and powers of the coca plant, many Spaniards saw another opportunity for appropriation of Inca culture and started growing and selling coca themselves.", "pre cue": "The Spaniards enslaved Inca people and tried to", "post cue": " them from having \"the luxury\" of the coca leaf.", "original passage": "After the Spanish invasion and colonisation of the Inca Empire, the use of coca was restricted and appropriated by the Spaniards. By many historical accounts, the Spaniards tried to eradicate the coca leaf from Inca life. The Spaniards enslaved Inca people and tried to prevent them from having \"the luxury\" of the coca leaf. Although the Spaniards noticed the state-controlled storage facilities that the Inca had built to distribute to its workers, they were still ignorant to the importance of this divine plant for Inca people. Not only that, enslaved Inca people were not capable of enduring the arduous labour the Spaniards made them do without using coca. Even though Spaniards were trying to push catholicism onto the Inca, which did not allow them to eat before the Eucharist (the Spaniards thought coca to be food), they allowed them to continue to use coca to endure the labour associated with slavery. After seeing the effects and powers of the coca plant, many Spaniards saw another opportunity for appropriation of Inca culture and started growing and selling coca themselves.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "After the Spanish invasion and colonisation of the Inca Empire, the use of coca was restricted and appropriated by the Spaniards. By many historical accounts, the Spaniards tried to eradicate the coca leaf from Inca life. The Spaniards enslaved Inca people and tried to take \"the luxury\" of the coca leaf away from them. Although the Spaniards noticed the state-controlled storage facilities that the Inca had built to distribute to its workers, they were still ignorant to the importance of this divine plant for Inca people. Not only that, enslaved Inca people were not capable of enduring the arduous labour the Spaniards made them do without using coca. Even though Spaniards were trying to push catholicism onto the Inca, which did not allow them to eat before the Eucharist (the Spaniards thought coca to be food), they allowed them to continue to use coca to endure the labour associated with slavery. After seeing the effects and powers of the coca plant, many Spaniards saw another opportunity for appropriation of Inca culture and started growing and selling coca themselves.", "sentence2": "Where Incas deprived from coca leaf by the Spaniard rulers?", "label": "YES"}
{"SampleID": 5063, "PassageID": 424, "PassageEditID": 3, "original sentence": "However, unlike other feliforms, they do not \"wash\" their faces.", "original cue": "unlike", "pre sentence": "Hyenas groom themselves often like felids and viverrids, and their way of licking their genitals is very cat-like (sitting on the lower back, legs spread with one leg pointing vertically upward). ", "post sentence": " They defecate in the same manner as other Carnivora, though they never raise their legs as canids do when urinating, as urination serves no territorial function for them. Instead, hyenas mark their territories using their anal glands, a trait found also in viverrids and mustelids, but not canids and felids. When attacked by lions or dogs, striped and brown hyenas will feign death, though the spotted hyena will defend itself ferociously. The spotted hyena is very vocal, producing a number of different sounds consisting of whoops, grunts, groans, lows, giggles, yells, growls, laughs and whines. The striped hyena is comparatively silent, its vocalisations being limited to a chattering laugh and howling.", "pre cue": "However, ", "post cue": " other feliforms, they do not \"wash\" their faces.", "original passage": "Hyenas groom themselves often like felids and viverrids, and their way of licking their genitals is very cat-like (sitting on the lower back, legs spread with one leg pointing vertically upward). However, unlike other feliforms, they do not \"wash\" their faces. They defecate in the same manner as other Carnivora, though they never raise their legs as canids do when urinating, as urination serves no territorial function for them. Instead, hyenas mark their territories using their anal glands, a trait found also in viverrids and mustelids, but not canids and felids. When attacked by lions or dogs, striped and brown hyenas will feign death, though the spotted hyena will defend itself ferociously. The spotted hyena is very vocal, producing a number of different sounds consisting of whoops, grunts, groans, lows, giggles, yells, growls, laughs and whines. The striped hyena is comparatively silent, its vocalisations being limited to a chattering laugh and howling.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Hyenas groom themselves often like felids and viverrids, and their way of licking their genitals is very cat-like (sitting on the lower back, legs spread with one leg pointing vertically upward). Just like other wild feliforms, hyenas do not \"wash\" their faces. They defecate in the same manner as other Carnivora, though they never raise their legs as canids do when urinating, as urination serves no territorial function for them. Instead, hyenas mark their territories using their anal glands, a trait found also in viverrids and mustelids, but not canids and felids. When attacked by lions or dogs, striped and brown hyenas will feign death, though the spotted hyena will defend itself ferociously. The spotted hyena is very vocal, producing a number of different sounds consisting of whoops, grunts, groans, lows, giggles, yells, growls, laughs and whines. The striped hyena is comparatively silent, its vocalisations being limited to a chattering laugh and howling.", "sentence2": "If you heard that an early script of Disney's \"The Lion King\" had the buffoonish hyenas obsessively holding up hand mirrors and wiping their faces and grooming their whiskers, would you say that this was cut out simply because the scientific accuracy (and thus, the humor) would be lost on most audience members?", "label": "NO"}
{"SampleID": 3737, "PassageID": 314, "PassageEditID": 2, "original sentence": "However, unlike the objections which would be made in 1877, these did not affect the outcome of the election.", "original cue": "unlike", "pre sentence": "During the joint session of Congress for the counting of the electoral vote on February 12, 1873, five states had objections that were raised regarding their results.", "post sentence": "", "pre cue": "However, ", "post cue": "the objections which would be made in 1877, these did not affect the outcome of the election.", "original passage": "During the joint session of Congress for the counting of the electoral vote on February 12, 1873, five states had objections that were raised regarding their results. However, unlike the objections which would be made in 1877, these did not affect the outcome of the election.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "During the joint session of Congress for the counting of the electoral vote on February 12, 1873, five states had objections that were raised regarding their results. These objections affected the outcome of the election, unlike the objections that would be raised in 1877.", "sentence2": "Without knowing exactly who was running in 1877, but with the knowledge that American presidents are more likely than not to win a second term, could a reader of this passage think that the five states that objected in 1873 were more motivated to do so in 1877, since they would feel that they should have had their favored candidate in the more advantageous position of the incumbent?", "label": "NO"}
{"SampleID": 7292, "PassageID": 611, "PassageEditID": 3, "original sentence": "Berlusconi was expected to start serving his four-year prison sentence (reduced to one year), either under house arrest or doing unpaid social community service, in mid-October 2013.", "original cue": "unpaid", "pre sentence": "", "post sentence": "In mid-October he informed the court that he preferred to serve the sentence by doing community service. Because of bureaucracy in the legal court system, it was however expected his one-year-long full-time community service would only start in around April 2014. On 19 October, the Milan appeal court ruled that Berlusconi's public office ban should be reduced from five to two years; which was later also confirmed by the Court of Cassation. The court imposed this public office ban, however this did not change the fact that Berlusconi according to the \"Severino law\" received a ban preventing him from running as a candidate in legislative elections for a prolonged six-year period, which effectively superseded the shorter court imposed public office ban. Berlusconi began his community service at a Catholic care home centre on 9 May 2014, where he is required to work four hours a week for a year with elderly dementia patients.", "pre cue": "Berlusconi was expected to start serving his four-year prison sentence (reduced to one year), either under house arrest or doing ", "post cue": "social community service, in mid-October 2013.", "original passage": "Berlusconi was expected to start serving his four-year prison sentence (reduced to one year), either under house arrest or doing unpaid social community service, in mid-October 2013. In mid-October he informed the court that he preferred to serve the sentence by doing community service. Because of bureaucracy in the legal court system, it was however expected his one-year-long full-time community service would only start in around April 2014. On 19 October, the Milan appeal court ruled that Berlusconi's public office ban should be reduced from five to two years; which was later also confirmed by the Court of Cassation. The court imposed this public office ban, however this did not change the fact that Berlusconi according to the \"Severino law\" received a ban preventing him from running as a candidate in legislative elections for a prolonged six-year period, which effectively superseded the shorter court imposed public office ban. Berlusconi began his community service at a Catholic care home centre on 9 May 2014, where he is required to work four hours a week for a year with elderly dementia patients.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Berlusconi was expected to start serving his four-year prison sentence (reduced to one year), either under house arrest or doing social community service, in mid-October 2013, and as with all citizens, his service work would be paid at no more than the legal minimum rate. In mid-October he informed the court that he preferred to serve the sentence by doing community service. Because of bureaucracy in the legal court system, it was however expected his one-year-long full-time community service would only start in around April 2014. On 19 October, the Milan appeal court ruled that Berlusconi's public office ban should be reduced from five to two years; which was later also confirmed by the Court of Cassation. The court imposed this public office ban, however this did not change the fact that Berlusconi according to the \"Severino law\" received a ban preventing him from running as a candidate in legislative elections for a prolonged six-year period, which effectively superseded the shorter court imposed public office ban. Berlusconi began his community service at a Catholic care home centre on 9 May 2014, where he is required to work four hours a week for a year with elderly dementia patients.", "sentence2": "Would Berlusconi have needed to have held some other formal employment during the year of his prison sentence, when he worked with dementia patients, in order to receive the Italian equivalent of a W-2 tax form?", "label": "NO"}
{"SampleID": 4526, "PassageID": 380, "PassageEditID": 3, "original sentence": "Canadian Prime Minister Louis St. Laurent advised U.S. President Harry S. Truman on September 28, 1951, that Canada was unwilling to wait for the United States and would build a seaway alone; the Canadian Parliament authorized the founding of the St. Lawrence Seaway Authority on December 21 of that year.", "original cue": "unwilling", "pre sentence": "After 1945, proposals to introduce tolls to the seaway were not sufficient to gain support for the project by the U.S. Congress. Growing impatient, and with Ontario desperate for the power to be generated by hydroelectricity, Canada began to consider developing the project alone. This seized the imagination of Canadians, engendering a groundswell of nationalism around the St. Lawrence.", "post sentence": "Fueled by this support, Saint Laurent's administration decided during 1951 and 1952 to construct the waterway alone, combined with the Moses-Saunders Power Dam. (This became the joint responsibility of Ontario and New York: as a hydropower dam would change the water levels, it required bilateral cooperation.)", "pre cue": "Canadian Prime Minister Louis St. Laurent advised U.S. President Harry S. Truman on September 28, 1951, that Canada was", "post cue": "to wait for the United States and would build a seaway alone; the Canadian Parliament authorized the founding of the St. Lawrence Seaway Authority on December 21 of that year.", "original passage": "After 1945, proposals to introduce tolls to the seaway were not sufficient to gain support for the project by the U.S. Congress. Growing impatient, and with Ontario desperate for the power to be generated by hydroelectricity, Canada began to consider developing the project alone. This seized the imagination of Canadians, engendering a groundswell of nationalism around the St. Lawrence. Canadian Prime Minister Louis St. Laurent advised U.S. President Harry S. Truman on September 28, 1951, that Canada was unwilling to wait for the United States and would build a seaway alone; the Canadian Parliament authorized the founding of the St. Lawrence Seaway Authority on December 21 of that year. Fueled by this support, Saint Laurent's administration decided during 1951 and 1952 to construct the waterway alone, combined with the Moses-Saunders Power Dam. (This became the joint responsibility of Ontario and New York: as a hydropower dam would change the water levels, it required bilateral cooperation.)", "QuestionID": "q30", "Confidence": 4, "Passage is enough": "Passage is enough", "sentence1": "After 1945, proposals to introduce tolls to the seaway were not sufficient to gain support for the project by the U.S. Congress. Growing impatient, and with Ontario desperate for the power to be generated by hydroelectricity, Canada began to consider developing the project alone. This seized the imagination of Canadians, engendering a groundswell of nationalism around the St. Lawrence. Canadian Prime Minister Louis St. Laurent advised U.S. President Harry S. Truman on September 28, 1951, that Canada preferred to wait for the United States, but would build a seaway alone if necessary; the Canadian Parliament authorized the founding of the St. Lawrence Seaway Authority on December 21 of that year. Fueled by this support, Saint Laurent's administration decided during 1951 and 1952 to construct the waterway alone, combined with the Moses-Saunders Power Dam. (This became the joint responsibility of Ontario and New York: as a hydropower dam would change the water levels, it required bilateral cooperation.)", "sentence2": "Is there any indication that St. Laurent was misrepresenting Canada's willingness to cooperate with the United States on the waterway?", "label": "NO"}
{"SampleID": 3162, "PassageID": 266, "PassageEditID": 2, "original sentence": "Austria offered to sell Venetia to Italy, but the Italians refused, seeing it as a dishonourable act.", "original cue": "refused", "pre sentence": "Venetia remained under Austrian control until the Austro-Prussian War in 1866, when the Kingdom of Italy joined on the Prussian side and was promised Venetia in exchange for its assistance.", "post sentence": " This caused another southern front for Austria, the Third Italian War of Independence.", "pre cue": "Austria offered to sell Venetia to Italy, but the Italians ", "post cue": ", seeing it as a dishonourable act.", "original passage": "Venetia remained under Austrian control until the Austro-Prussian War in 1866, when the Kingdom of Italy joined on the Prussian side and was promised Venetia in exchange for its assistance. Austria offered to sell Venetia to Italy, but the Italians refused, seeing it as a dishonourable act. This caused another southern front for Austria, the Third Italian War of Independence.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Venetia remained under Austrian control until the Austro-Prussian War in 1866, when the Kingdom of Italy joined on the Prussian side and was promised Venetia in exchange for its assistance. However, Austria refused to sell Venetia to Italy but the Italians saw this as a dishonourable act. This caused another southern front for Austria, the Third Italian War of Independence.", "sentence2": "Is there a chance the people of Venetia can now claim to be under the Italian control?", "label": "NO"}
{"SampleID": 980, "PassageID": 83, "PassageEditID": 1, "original sentence": "It is not known what the population of Abertillery was at the time but it was probably in the very low hundreds, all of whom would have spoken Welsh only.", "original cue": "not", "pre sentence": "Before the coming of major industry, Abertillery was little more than an area of scattered farms in the ancient parish of Aberystruth. In 1779 the parish minister Edmund Jones described the area thus: \"The valley of Tyleri... is the most delightful. The trees... especially the beech trees, abounding about rivers great and small, the hedges and lanes make these places exceeding pleasant and the passing by them delightful and affecting... in these warm valleys, with the prospect of the grand high mountains about them would make very delightful habitations.\" In 1799 clergyman and historian Archdeacon William Coxe toured the area and in writing a diary of his travels described it as \"... richly wooded, and highly cultivated...we looked down with delight upon numerous valleys... with romantic scenery\". The entire population of Aberystruth parish at the turn of the 19th century was just a little over 800.", "post sentence": "", "pre cue": "It is", "post cue": " known what the population of Abertillery was at the time but it was probably in the very low hundreds, all of whom would have spoken Welsh only.", "original passage": "Before the coming of major industry, Abertillery was little more than an area of scattered farms in the ancient parish of Aberystruth. In 1779 the parish minister Edmund Jones described the area thus: \"The valley of Tyleri... is the most delightful. The trees... especially the beech trees, abounding about rivers great and small, the hedges and lanes make these places exceeding pleasant and the passing by them delightful and affecting... in these warm valleys, with the prospect of the grand high mountains about them would make very delightful habitations.\" In 1799 clergyman and historian Archdeacon William Coxe toured the area and in writing a diary of his travels described it as \"... richly wooded, and highly cultivated...we looked down with delight upon numerous valleys... with romantic scenery\". The entire population of Aberystruth parish at the turn of the 19th century was just a little over 800. It is not known what the population of Abertillery was at the time but it was probably in the very low hundreds, all of whom would have spoken Welsh only.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Before the coming of major industry, Abertillery was little more than an area of scattered farms in the ancient parish of Aberystruth. In 1779 the parish minister Edmund Jones described the area thus: \"The valley of Tyleri... is the most delightful. The trees... especially the beech trees, abounding about rivers great and small, the hedges and lanes make these places exceeding pleasant and the passing by them delightful and affecting... in these warm valleys, with the prospect of the grand high mountains about them would make very delightful habitations.\" In 1799 clergyman and historian Archdeacon William Coxe toured the area and in writing a diary of his travels described it as \"... richly wooded, and highly cultivated...we looked down with delight upon numerous valleys... with romantic scenery\". The entire population of Aberystruth parish at the turn of the 19th century was just a little over 800. The population of Abertillery at the time is unknown, but historians conclude that it must have been in the low triple digits, and was entirely composed of Welsh monolinguals.", "sentence2": "Are the best modern-day estimates of Abertillery's eighteenth-century population figures likely to have come about from contemporaneous conversations between English officials and bilingual town officials and/or educated residents?", "label": "NO"}
{"SampleID": 308, "PassageID": 26, "PassageEditID": 2, "original sentence": "The concept of nobility flourished in New Spain in a way not seen in other parts of the Americas.", "original cue": "not", "pre sentence": "", "post sentence": "Spaniards encountered a society in which the concept of nobility mirrored that of their own. Spaniards respected the indigenous order of nobility and added to it. In the ensuing centuries, possession of a noble title in Mexico did not mean one exercised great political power, for one's power was limited even if the accumulation of wealth was not. The concept of nobility in Mexico was not political but rather a very conservative Spanish social one, based on proving the worthiness of the family. Most of these families proved their worth by making fortunes in New Spain outside of the city itself, then spending the revenues in the capital, building churches, supporting charities and building extravagant palatial homes. The craze to build the most opulent residence possible reached its height in the last half of the 18th century. Many of these palaces can still be seen today, leading to Mexico City's nickname of \"The city of palaces\" given by Alexander Von Humboldt.", "pre cue": "The concept of nobility flourished in New Spain in a way", "post cue": "seen in other parts of the Americas.", "original passage": "The concept of nobility flourished in New Spain in a way not seen in other parts of the Americas. Spaniards encountered a society in which the concept of nobility mirrored that of their own. Spaniards respected the indigenous order of nobility and added to it. In the ensuing centuries, possession of a noble title in Mexico did not mean one exercised great political power, for one's power was limited even if the accumulation of wealth was not. The concept of nobility in Mexico was not political but rather a very conservative Spanish social one, based on proving the worthiness of the family. Most of these families proved their worth by making fortunes in New Spain outside of the city itself, then spending the revenues in the capital, building churches, supporting charities and building extravagant palatial homes. The craze to build the most opulent residence possible reached its height in the last half of the 18th century. Many of these palaces can still be seen today, leading to Mexico City's nickname of \"The city of palaces\" given by Alexander Von Humboldt.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The concept of nobility flourished in New Spain in a way not seen before in this part of the Americas. Spaniards encountered a society in which the concept of nobility mirrored that of their own. Spaniards respected the indigenous order of nobility and added to it. In the ensuing centuries, possession of a noble title in Mexico did not mean one exercised great political power, for one's power was limited even if the accumulation of wealth was not. The concept of nobility in Mexico was not political but rather a very conservative Spanish social one, based on proving the worthiness of the family. Most of these families proved their worth by making fortunes in New Spain outside of the city itself, then spending the revenues in the capital, building churches, supporting charities and building extravagant palatial homes. The craze to build the most opulent residence possible reached its height in the last half of the 18th century. Many of these palaces can still be seen today, leading to Mexico City's nickname of \"The city of palaces\" given by Alexander Von Humboldt.", "sentence2": "Did any part of the Americas have a concept of nobility before New Spain era?", "label": "DON'T KNOW"}
