{"SampleID": 3359, "PassageID": 283, "PassageEditID": 0, "original sentence": "Legal action against him by the casino was unsuccessful, it being ruled that the casino should fix its wheel.", "original cue": "unsuccessful", "pre sentence": "In the early 1990s, Gonzalo Garcia-Pelayo believed that casino roulette wheels were not perfectly random, and that by recording the results and analysing them with a computer, he could gain an edge on the house by predicting that certain numbers were more likely to occur next than the 1-in-36 odds offered by the house suggested. This he did at the Casino de Madrid in Madrid, Spain, winning 600,000 euros in a single day, and one million euros in total.", "post sentence": "", "pre cue": "Legal action against him by the casino was", "post cue": ", it being ruled that the casino should fix its wheel.", "original passage": "In the early 1990s, Gonzalo Garcia-Pelayo believed that casino roulette wheels were not perfectly random, and that by recording the results and analysing them with a computer, he could gain an edge on the house by predicting that certain numbers were more likely to occur next than the 1-in-36 odds offered by the house suggested. This he did at the Casino de Madrid in Madrid, Spain, winning 600,000 euros in a single day, and one million euros in total. Legal action against him by the casino was unsuccessful, it being ruled that the casino should fix its wheel.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "In the early 1990s, Gonzalo Garcia-Pelayo believed that casino roulette wheels were not perfectly random, and that by recording the results and analysing them with a computer, he could gain an edge on the house by predicting that certain numbers were more likely to occur next than the 1-in-36 odds offered by the house suggested. This he did at the Casino de Madrid in Madrid, Spain, winning 600,000 euros in a single day, and one million euros in total. Legal action against him by the casino was unsuccessful, it being ruled that the casino should fix its wheel.", "sentence2": "Does it sound like the court have decided this case in a manner similar to the way that insider-trading cases are decided, that is, under the principle that as long as information is publicly available, however arcane it might be, it is fair to use it to one's advantage?", "label": "YES"}
{"SampleID": 3108, "PassageID": 262, "PassageEditID": 0, "original sentence": "Public health leaders have shown that inadequate housing qualities is linked to poor health.", "original cue": "inadequate", "pre sentence": "Access to affordable housing and employment opportunities with fair wages and benefits are closely associated with good health.", "post sentence": " As Central Harlem also bears the effects of racial segregation, public health researchers claim that racial segregation is also linked to substandard housing and exposure to pollutants and toxins. These associations have been documented to increase individual risk of chronic diseases and adverse birth outcomes. Historical income segregation via redlining also positions residents to be more exposed to risks that contribute to adverse mental health status, inadequate access to healthy foods, asthma triggers, and lead exposure.", "pre cue": "Public health leaders have shown that", "post cue": "housing qualities is linked to poor health.", "original passage": "Access to affordable housing and employment opportunities with fair wages and benefits are closely associated with good health. Public health leaders have shown that inadequate housing qualities is linked to poor health. As Central Harlem also bears the effects of racial segregation, public health researchers claim that racial segregation is also linked to substandard housing and exposure to pollutants and toxins. These associations have been documented to increase individual risk of chronic diseases and adverse birth outcomes. Historical income segregation via redlining also positions residents to be more exposed to risks that contribute to adverse mental health status, inadequate access to healthy foods, asthma triggers, and lead exposure.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Access to affordable housing and employment opportunities with fair wages and benefits are closely associated with good health. Public health leaders have shown that inadequate housing qualities is linked to poor health. As Central Harlem also bears the effects of racial segregation, public health researchers claim that racial segregation is also linked to substandard housing and exposure to pollutants and toxins. These associations have been documented to increase individual risk of chronic diseases and adverse birth outcomes. Historical income segregation via redlining also positions residents to be more exposed to risks that contribute to adverse mental health status, inadequate access to healthy foods, asthma triggers, and lead exposure.", "sentence2": "Does housing have any effect on health?", "label": "YES"}
{"SampleID": 4467, "PassageID": 376, "PassageEditID": 0, "original sentence": "There are cases where they could inadvertently perhaps collect, but not wittingly.\"", "original cue": "inadvertently", "pre sentence": "At a March 2013 Senate Intelligence Committee hearing, Senator Ron Wyden asked Director of National Intelligence James Clapper, \"does the NSA collect any type of data at all on millions or hundreds of millions of Americans?\" Clapper replied \"No, sir.... Not wittingly.", "post sentence": "This statement came under scrutiny months later, in June 2013, details of the PRISM surveillance program were published, showing that \"the NSA apparently can gain access to the servers of nine Internet companies for a wide range of digital data.\" Wyden said that Clapper had failed to give a \"straight answer\" in his testimony. Clapper, in response to criticism, said, \"I responded in what I thought was the most truthful, or least untruthful manner.\" Clapper added, \"There are honest differences on the semantics of what -- when someone says ‘collection’ to me, that has a specific meaning, which may have a different meaning to him.\"", "pre cue": "There are cases where they could", "post cue": " perhaps collect, but not wittingly.\"", "original passage": "At a March 2013 Senate Intelligence Committee hearing, Senator Ron Wyden asked Director of National Intelligence James Clapper, \"does the NSA collect any type of data at all on millions or hundreds of millions of Americans?\" Clapper replied \"No, sir.... Not wittingly. There are cases where they could inadvertently perhaps collect, but not wittingly.\" This statement came under scrutiny months later, in June 2013, details of the PRISM surveillance program were published, showing that \"the NSA apparently can gain access to the servers of nine Internet companies for a wide range of digital data.\" Wyden said that Clapper had failed to give a \"straight answer\" in his testimony. Clapper, in response to criticism, said, \"I responded in what I thought was the most truthful, or least untruthful manner.\" Clapper added, \"There are honest differences on the semantics of what -- when someone says ‘collection’ to me, that has a specific meaning, which may have a different meaning to him.\"", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "At a March 2013 Senate Intelligence Committee hearing, Senator Ron Wyden asked Director of National Intelligence James Clapper, \"does the NSA collect any type of data at all on millions or hundreds of millions of Americans?\" Clapper replied \"No, sir.... Not wittingly. There are cases where they could inadvertently perhaps collect, but not wittingly.\" This statement came under scrutiny months later, in June 2013, details of the PRISM surveillance program were published, showing that \"the NSA apparently can gain access to the servers of nine Internet companies for a wide range of digital data.\" Wyden said that Clapper had failed to give a \"straight answer\" in his testimony. Clapper, in response to criticism, said, \"I responded in what I thought was the most truthful, or least untruthful manner.\" Clapper added, \"There are honest differences on the semantics of what -- when someone says ‘collection’ to me, that has a specific meaning, which may have a different meaning to him.\"", "sentence2": "Could the opposition party use Clapper's statement to claim that the NSA is intentionally spying on Americans?", "label": "NO"}
{"SampleID": 1317, "PassageID": 111, "PassageEditID": 2, "original sentence": "Pesci was an unknown actor prior to the film, as was Moriarty, who was suggested for her role by Pesci.", "original cue": "unknown", "pre sentence": "Scorsese was initially reluctant to develop the project, though he eventually came to relate to LaMotta's story. Schrader re-wrote Martin's first screenplay, and Scorsese and De Niro together made uncredited contributions thereafter. ", "post sentence": " During principal photography, each of the boxing scenes was choreographed for a specific visual style and De Niro gained approximately to portray LaMotta in his later post-boxing years. Scorsese was exacting in the process of editing and mixing the film, expecting it to be his last major feature.", "pre cue": "Pesci was an", "post cue": " actor prior to the film, as was Moriarty, who was suggested for her role by Pesci.", "original passage": "Scorsese was initially reluctant to develop the project, though he eventually came to relate to LaMotta's story. Schrader re-wrote Martin's first screenplay, and Scorsese and De Niro together made uncredited contributions thereafter. Pesci was an unknown actor prior to the film, as was Moriarty, who was suggested for her role by Pesci. During principal photography, each of the boxing scenes was choreographed for a specific visual style and De Niro gained approximately to portray LaMotta in his later post-boxing years. Scorsese was exacting in the process of editing and mixing the film, expecting it to be his last major feature.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Scorsese was initially reluctant to develop the project, though he eventually came to relate to LaMotta's story. Schrader re-wrote Martin's first screenplay, and Scorsese and De Niro together made uncredited contributions thereafter. Pesci was a famous actor prior to appearing in this role, but Moriarty was unknown to the producers before he suggested her for her role. During principal photography, each of the boxing scenes was choreographed for a specific visual style and De Niro gained approximately to portray LaMotta in his later post-boxing years. Scorsese was exacting in the process of editing and mixing the film, expecting it to be his last major feature.", "sentence2": "Is it possible that the writers of this movie had specifically tailored the character to Joe Pesci's unique on-screen charisma, with the hopes that he would accept the role?", "label": "YES"}
{"SampleID": 4916, "PassageID": 412, "PassageEditID": 2, "original sentence": "He's in his early forties, is unmarried, and currently resides in Springfield.", "original cue": "unmarried", "pre sentence": "The debate is referenced in \"The Simpsons 138th Episode Spectacular\", when the episode host, Troy McClure is answering viewer questions, and one that is asked is \"What is the real deal with Mr. Burns' assistant Smithers? You know what I'm talking about.\" A montage of various clips that shows Smithers' lust for Mr. Burns follows, and in the end, McClure says \"as you can see, the real deal with Waylon Smithers is that he's Mr. Burns' assistant.", "post sentence": " Thanks for writing!\"", "pre cue": "He's in his early forties, is ", "post cue": ", and currently resides in Springfield.", "original passage": "The debate is referenced in \"The Simpsons 138th Episode Spectacular\", when the episode host, Troy McClure is answering viewer questions, and one that is asked is \"What is the real deal with Mr. Burns' assistant Smithers? You know what I'm talking about.\" A montage of various clips that shows Smithers' lust for Mr. Burns follows, and in the end, McClure says \"as you can see, the real deal with Waylon Smithers is that he's Mr. Burns' assistant. He's in his early forties, is unmarried, and currently resides in Springfield. Thanks for writing!\"", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The debate is referenced in \"The Simpsons 138th Episode Spectacular\", when the episode host, Troy McClure is answering viewer questions, and one that is asked is \"What is the real deal with Mr. Burns' assistant Smithers? You know what I'm talking about.\" A montage of various clips that shows Smithers' slavish respect for Mr. Burns follows, and in the end, McClure says \"as you can see, the real deal with Waylon Smithers is that he's Mr. Burns' assistant. He's in his early forties, currently resides in Springfield, and has been unmarried since his wife Maude died in a tragic accident. Thanks for writing!\"", "sentence2": "Considering that this episode aired in the nineties, could clues about the legality of gay marriage in Springfield help viewers to narrow down the everlasting mystery of exactly which state the characters reside in?", "label": "NO"}
{"SampleID": 445, "PassageID": 38, "PassageEditID": 2, "original sentence": "Instead, it is flavoured with just cardamom, sometimes coriander and nutmeg, and also traditionally contains eggs and milk, which are usually absent in traditional mortadella.", "original cue": "absent", "pre sentence": "In Russia, Ukraine and other former Soviet states, a very similar product is called \"doktorskaya kolbasa\" (, lit. \"doctor's sausage\"). However, this product is normally made from a mixture of beef and pork (sometimes beef and lamb or chicken for religious reasons), and does not include pieces of fat or myrtle; mortadella-style sausages with pieces of fat are called \"lubitelskaya\" and \"stolichnaya\". ", "post sentence": " Unlike mortadella, \"doktorskaya kolbasa\" contains lower amounts of fat and is high in proteins.", "pre cue": "Instead, it is flavoured with just cardamom, sometimes coriander and nutmeg, and also traditionally contains eggs and milk, which are usually ", "post cue": "in traditional mortadella.", "original passage": "In Russia, Ukraine and other former Soviet states, a very similar product is called \"doktorskaya kolbasa\" (, lit. \"doctor's sausage\"). However, this product is normally made from a mixture of beef and pork (sometimes beef and lamb or chicken for religious reasons), and does not include pieces of fat or myrtle; mortadella-style sausages with pieces of fat are called \"lubitelskaya\" and \"stolichnaya\". Instead, it is flavoured with just cardamom, sometimes coriander and nutmeg, and also traditionally contains eggs and milk, which are usually absent in traditional mortadella. Unlike mortadella, \"doktorskaya kolbasa\" contains lower amounts of fat and is high in proteins.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "In Russia, Ukraine and other former Soviet states, a very similar product is called \"doktorskaya kolbasa\" (, lit. \"doctor's sausage\"). However, this product is normally made from a mixture of beef and pork (sometimes beef and lamb or chicken for religious reasons), and does not include pieces of fat or myrtle; mortadella-style sausages with pieces of fat are called \"lubitelskaya\" and \"stolichnaya\". Instead, it is flavoured with just cardamom, sometimes coriander and nutmeg, and also usually contains eggs and milk, which are very rarely absent in the traditional mortadella. Unlike mortadella, \"doktorskaya kolbasa\" contains higher amounts of fat and is high in proteins.", "sentence2": "Given the differences or similarities between mortadella and doctor's sausage, is it reasonable to assume that, on average, the difference in the amount of fat comes from dairy products rather than from fat in the meat?", "label": "NO"}
{"SampleID": 2098, "PassageID": 178, "PassageEditID": 3, "original sentence": "Parker refused to work actively for the nomination, but did nothing to restrain his conservative supporters, among them the sachems of Tammany Hall.", "original cue": "nothing", "pre sentence": "Parker was the Chief Judge of the New York Court of Appeals and was respected by both Democrats and Republicans in his state. On several occasions, the Republicans paid Parker the honor of running no one against him when he ran for various political positions. ", "post sentence": "Former President Grover Cleveland endorsed Parker.", "pre cue": "Parker refused to work actively for the nomination, but did ", "post cue": " to restrain his conservative supporters, among them the sachems of Tammany Hall.", "original passage": "Parker was the Chief Judge of the New York Court of Appeals and was respected by both Democrats and Republicans in his state. On several occasions, the Republicans paid Parker the honor of running no one against him when he ran for various political positions. Parker refused to work actively for the nomination, but did nothing to restrain his conservative supporters, among them the sachems of Tammany Hall. Former President Grover Cleveland endorsed Parker.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Parker was the Chief Judge of the New York Court of Appeals and was respected by both Democrats and Republicans in his state. On several occasions, the Republicans paid Parker the honor of running no one against him when he ran for various political positions. Parker refused to allow himself to be seen publicly seeking the nomination, but worked actively behind the scenes with his conservative supporters, among them the sachems of Tammany Hall. Former President Grover Cleveland endorsed Parker.", "sentence2": "If Parker were to give an acceptance speech for this nomination, could he truthfully tell the crowd that he was humbled to receive such an unexpected honor?", "label": "NO"}
{"SampleID": 1993, "PassageID": 169, "PassageEditID": 0, "original sentence": "All these difficulties were in addition to the lack of big training data and big computing power in these early days.", "original cue": "lack", "pre sentence": "But these methods never won over the non-uniform internal-handcrafting Gaussian mixture model/Hidden Markov model (GMM-HMM) technology based on generative models of speech trained discriminatively. A number of key difficulties had been methodologically analyzed in the 1990s, including gradient diminishing and weak temporal correlation structure in the neural predictive models.", "post sentence": "Most speech recognition researchers who understood such barriers hence subsequently moved away from neural nets to pursue generative modeling approaches until the recent resurgence of deep learning starting around 2009–2010 that had overcome all these difficulties. Hinton et al. and Deng et al. reviewed part of this recent history about how their collaboration with each other and then with colleagues across four groups (University of Toronto, Microsoft, Google, and IBM) ignited a renaissance of applications of deep feedforward neural networks to speech recognition.", "pre cue": "All these difficulties were in addition to the", "post cue": "of big training data and big computing power in these early days.", "original passage": "But these methods never won over the non-uniform internal-handcrafting Gaussian mixture model/Hidden Markov model (GMM-HMM) technology based on generative models of speech trained discriminatively. A number of key difficulties had been methodologically analyzed in the 1990s, including gradient diminishing and weak temporal correlation structure in the neural predictive models. All these difficulties were in addition to the lack of big training data and big computing power in these early days. Most speech recognition researchers who understood such barriers hence subsequently moved away from neural nets to pursue generative modeling approaches until the recent resurgence of deep learning starting around 2009–2010 that had overcome all these difficulties. Hinton et al. and Deng et al. reviewed part of this recent history about how their collaboration with each other and then with colleagues across four groups (University of Toronto, Microsoft, Google, and IBM) ignited a renaissance of applications of deep feedforward neural networks to speech recognition.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "But these methods never won over the non-uniform internal-handcrafting Gaussian mixture model/Hidden Markov model (GMM-HMM) technology based on generative models of speech trained discriminatively. A number of key difficulties had been methodologically analyzed in the 1990s, including gradient diminishing and weak temporal correlation structure in the neural predictive models. All these difficulties were in addition to the lack of big training data and big computing power in these early days. Most speech recognition researchers who understood such barriers hence subsequently moved away from neural nets to pursue generative modeling approaches until the recent resurgence of deep learning starting around 2009–2010 that had overcome all these difficulties. Hinton et al. and Deng et al. reviewed part of this recent history about how their collaboration with each other and then with colleagues across four groups (University of Toronto, Microsoft, Google, and IBM) ignited a renaissance of applications of deep feedforward neural networks to speech recognition.", "sentence2": "If the big training data of 2010 was available in the 1990s, would speech recognition researchers have made great progress?", "label": "DON'T KNOW"}
{"SampleID": 1407, "PassageID": 119, "PassageEditID": 0, "original sentence": "Unlike the original dish which included flavors like tamarind, mango, coconut, \"piragua\" is evolving to include flavors like grape and cherry, fruits which are impossible to grow in the tropical Puerto Rican climate and get exported back to the island from New York.", "original cue": "impossible to", "pre sentence": "A summertime treat, Italian ice, began its life as a sweeter adaptation of the Sicilian granita that was strictly lemon-flavored and brought to New York and Philadelphia. Its Hispanic counterpart, \"piragua\", is a common shaved-ice treat brought to New York by Puerto Ricans in the 1930s.", "post sentence": "", "pre cue": "Unlike the original dish which included flavors like tamarind, mango, coconut, \"piragua\" is evolving to include flavors like grape and cherry, fruits which are ", "post cue": "grow in the tropical Puerto Rican climate and get exported back to the island from New York.", "original passage": "A summertime treat, Italian ice, began its life as a sweeter adaptation of the Sicilian granita that was strictly lemon-flavored and brought to New York and Philadelphia. Its Hispanic counterpart, \"piragua\", is a common shaved-ice treat brought to New York by Puerto Ricans in the 1930s. Unlike the original dish which included flavors like tamarind, mango, coconut, \"piragua\" is evolving to include flavors like grape and cherry, fruits which are impossible to grow in the tropical Puerto Rican climate and get exported back to the island from New York.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "A summertime treat, Italian ice, began its life as a sweeter adaptation of the Sicilian granita that was strictly lemon-flavored and brought to New York and Philadelphia. Its Hispanic counterpart, \"piragua\", is a common shaved-ice treat brought to New York by Puerto Ricans in the 1930s. Unlike the original dish which included flavors like tamarind, mango, coconut, \"piragua\" is evolving to include flavors like grape and cherry, fruits which are impossible to grow in the tropical Puerto Rican climate and get exported back to the island from New York.", "sentence2": "Could a native farmer in Puerto Rico feasibly grow all of the fruits necessary to satisfy the most common customer demands for flavors of piragua, or Italian Ice?", "label": "NO"}
