{"SampleID": 28, "PassageID": 3, "PassageEditID": 1, "original sentence": "Several studies have reported a link between increased absence from work due to sickness and elevated risk of future disability pension.", "original cue": "absence", "pre sentence": "Costs of disability pensions are steadily growing in Western countries, mainly in Europe and the United States. It was reported that, in the UK, expenditure on disability pensions accounted for 0.9% of gross domestic product (GDP) in 1980; two decades later it had reached 2.6% of GDP.", "post sentence": "", "pre cue": "Several studies have reported a link between increased", "post cue": "from work due to sickness and elevated risk of future disability pension.", "original passage": "Costs of disability pensions are steadily growing in Western countries, mainly in Europe and the United States. It was reported that, in the UK, expenditure on disability pensions accounted for 0.9% of gross domestic product (GDP) in 1980; two decades later it had reached 2.6% of GDP. Several studies have reported a link between increased absence from work due to sickness and elevated risk of future disability pension.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Costs of disability pensions are steadily growing in Western countries, mainly in Europe and the United States. It was reported that, in the UK, expenditure on disability pensions accounted for 0.9% of gross domestic product (GDP) in 1980; two decades later it had reached 2.6% of GDP. A link between increased time away from work due to illness and an increased risk of the need for a disability pension later in life has been reported in several studies.", "sentence2": "Does it sound like employers may worry about an employee who takes sick days, because these short illnesses could be leading up to a more serious issue down the line, which could result in the loss of an employee?", "label": "YES"}
{"SampleID": 408, "PassageID": 35, "PassageEditID": 2, "original sentence": "Such spells were believed to cause a person to fall in love with another person, restore love which had faded, or cause a male sexual partner to be able to sustain an erection when he had previously been unable.", "original cue": "unable", "pre sentence": "The ancient Mesopotamians also performed magical rituals to purify themselves of sins committed unknowingly. One such ritual was known as the Šurpu, or \"Burning\", in which the caster of the spell would transfer the guilt for all their misdeeds onto various objects such as a strip of dates, an onion, and a tuft of wool. The person would then burn the objects and thereby purify themself of all sins that they might have unknowingly committed. A whole genre of love spells existed. ", "post sentence": "Other spells were used to reconcile a man with his patron deity or to reconcile a wife with a husband who had been neglecting her.", "pre cue": "Such spells were believed to cause a person to fall in love with another person, restore love which had faded, or cause a male sexual partner to be able to sustain an erection when he had previously been ", "post cue": ".", "original passage": "The ancient Mesopotamians also performed magical rituals to purify themselves of sins committed unknowingly. One such ritual was known as the Šurpu, or \"Burning\", in which the caster of the spell would transfer the guilt for all their misdeeds onto various objects such as a strip of dates, an onion, and a tuft of wool. The person would then burn the objects and thereby purify themself of all sins that they might have unknowingly committed. A whole genre of love spells existed. Such spells were believed to cause a person to fall in love with another person, restore love which had faded, or cause a male sexual partner to be able to sustain an erection when he had previously been unable. Other spells were used to reconcile a man with his patron deity or to reconcile a wife with a husband who had been neglecting her.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The ancient Mesopotamians also performed magical rituals to purify themselves of sins committed unknowingly. One such ritual was known as the Šurpu, or \"Burning\", in which the caster of the spell would transfer the guilt for all their misdeeds onto various objects such as a strip of dates, an onion, and a tuft of wool. The person would then burn the objects and thereby purify themself of all sins that they might have unknowingly committed. A whole genre of love spells existed. Such spells were believed to cause a person to fall in love with another person, restore love which had faded, or cause a male sexual partner to be unable to sustain an erection when he had previously been virile. Other spells were used to reconcile a man with his patron deity or to reconcile a wife with a husband who had been neglecting her.", "sentence2": "Does the spell affecting men's sexual experiences prevent them from having sex?", "label": "YES"}
{"SampleID": 1277, "PassageID": 108, "PassageEditID": 0, "original sentence": "At the outbreak of the American Civil War, \"Opothleyahola\" refused to form an alliance with the Confederacy, unlike many other tribes, including many of the Lower Creeks.", "original cue": "unlike", "pre sentence": "", "post sentence": "Runaway slaves, free blacks, Chickasaw and Seminole Indians began gathering at Opothleyahola's plantation, where they hoped to remain neutral in the conflict between the North and South. On August 15, 1861, Opothleyahola and tribal chief \"Micco Hutko\" contacted President Abraham Lincoln to request help for the Union loyalists. On September 10, they received a positive response, stating the United States government would assist them. The letter directed Opothleyahola to move his people to Fort Row in Wilson County, Kansas, where they would receive asylum and aid. They became known as Loyalists, and many were members of the traditional Snake band in the latter part of the century.", "pre cue": "At the outbreak of the American Civil War, \"Opothleyahola\" refused to form an alliance with the Confederacy, ", "post cue": " many other tribes, including many of the Lower Creeks.", "original passage": "At the outbreak of the American Civil War, \"Opothleyahola\" refused to form an alliance with the Confederacy, unlike many other tribes, including many of the Lower Creeks. Runaway slaves, free blacks, Chickasaw and Seminole Indians began gathering at Opothleyahola's plantation, where they hoped to remain neutral in the conflict between the North and South. On August 15, 1861, Opothleyahola and tribal chief \"Micco Hutko\" contacted President Abraham Lincoln to request help for the Union loyalists. On September 10, they received a positive response, stating the United States government would assist them. The letter directed Opothleyahola to move his people to Fort Row in Wilson County, Kansas, where they would receive asylum and aid. They became known as Loyalists, and many were members of the traditional Snake band in the latter part of the century.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "At the outbreak of the American Civil War, \"Opothleyahola\" refused to form an alliance with the Confederacy, unlike many other tribes, including many of the Lower Creeks. Runaway slaves, free blacks, Chickasaw and Seminole Indians began gathering at Opothleyahola's plantation, where they hoped to remain neutral in the conflict between the North and South. On August 15, 1861, Opothleyahola and tribal chief \"Micco Hutko\" contacted President Abraham Lincoln to request help for the Union loyalists. On September 10, they received a positive response, stating the United States government would assist them. The letter directed Opothleyahola to move his people to Fort Row in Wilson County, Kansas, where they would receive asylum and aid. They became known as Loyalists, and many were members of the traditional Snake band in the latter part of the century.", "sentence2": "Might the Confederacy have counted on all the Lower Creek tribes to help them in their fighting?", "label": "DON'T KNOW"}
{"SampleID": 2658, "PassageID": 224, "PassageEditID": 3, "original sentence": "Only a few reached their targets, and not all exploded when opened.", "original cue": "not", "pre sentence": "The fears of Wilson and other government officials were confirmed when Galleanists—Italian immigrant followers of the anarchist Luigi Galleani—carried out a series of bombings in April and June 1919. At the end of April, some 30 Galleanist letter bombs had been mailed to a host of individuals, mostly prominent government officials and businessmen, but also law enforcement officials.", "post sentence": "Some people suffered injuries, including a housekeeper in Senator Thomas W. Hardwick's residence, who had her hands blown off. On June 2, 1919, the second wave of bombings occurred, when several much larger package bombs were detonated by Galleanists in eight American cities, including one that damaged the home of Attorney General A. Mitchell Palmer in Washington, D.C. At least one person was killed in this second attack, night watchman William Boehner, and fears were raised because it occurred in the capital. Flyers declaring war on capitalists in the name of anarchist principles accompanied each bomb.", "pre cue": "Only a few reached their targets, and ", "post cue": "all exploded when opened.", "original passage": "The fears of Wilson and other government officials were confirmed when Galleanists—Italian immigrant followers of the anarchist Luigi Galleani—carried out a series of bombings in April and June 1919. At the end of April, some 30 Galleanist letter bombs had been mailed to a host of individuals, mostly prominent government officials and businessmen, but also law enforcement officials. Only a few reached their targets, and not all exploded when opened. Some people suffered injuries, including a housekeeper in Senator Thomas W. Hardwick's residence, who had her hands blown off. On June 2, 1919, the second wave of bombings occurred, when several much larger package bombs were detonated by Galleanists in eight American cities, including one that damaged the home of Attorney General A. Mitchell Palmer in Washington, D.C. At least one person was killed in this second attack, night watchman William Boehner, and fears were raised because it occurred in the capital. Flyers declaring war on capitalists in the name of anarchist principles accompanied each bomb.", "QuestionID": "q10", "Confidence": 4, "Passage is enough": "Passage is enough", "sentence1": "The fears of Wilson and other government officials were confirmed when Galleanists—Italian immigrant followers of the anarchist Luigi Galleani—carried out a series of bombings in April and June 1919. At the end of April, some 30 Galleanist letter bombs had been mailed to a host of individuals, mostly prominent government officials and businessmen, but also law enforcement officials. Only a few reached their targets, but all exploded when opened. Some people suffered injuries, including a housekeeper in Senator Thomas W. Hardwick's residence, who had her hands blown off. On June 2, 1919, the second wave of bombings occurred, when several much larger package bombs were detonated by Galleanists in eight American cities, including one that damaged the home of Attorney General A. Mitchell Palmer in Washington, D.C. At least one person was killed in this second attack, night watchman William Boehner, and fears were raised because it occurred in the capital. Flyers declaring war on capitalists in the name of anarchist principles accompanied each bomb.", "sentence2": "Were the bombs used in the first wave of attacks likely made by competent bomb makers?", "label": "YES"}
{"SampleID": 1124, "PassageID": 95, "PassageEditID": 1, "original sentence": "European citizens in need of consular help in a country without diplomatic or consular representation of their own country may turn to any consular or diplomatic mission of another EU member state.", "original cue": "without", "pre sentence": "Diplomatic missions between members of the British Commonwealth of Nations are not called embassies, but high commissions, for Commonwealth nations share a special diplomatic relationship. It is generally expected that an embassy of a Commonwealth country in a non-Commonwealth country will do its best to provide diplomatic services to citizens from other Commonwealth countries if the citizen's country does not have an embassy in that country. Canadian and Australian nationals enjoy even greater cooperation between their respective consular services, as outlined in the Canada-Australia Consular Services Sharing Agreement. The same kind of procedure is also followed multilaterally by the member states of the European Union (EU). ", "post sentence": "", "pre cue": "European citizens in need of consular help in a country", "post cue": "diplomatic or consular representation of their own country may turn to any consular or diplomatic mission of another EU member state.", "original passage": "Diplomatic missions between members of the British Commonwealth of Nations are not called embassies, but high commissions, for Commonwealth nations share a special diplomatic relationship. It is generally expected that an embassy of a Commonwealth country in a non-Commonwealth country will do its best to provide diplomatic services to citizens from other Commonwealth countries if the citizen's country does not have an embassy in that country. Canadian and Australian nationals enjoy even greater cooperation between their respective consular services, as outlined in the Canada-Australia Consular Services Sharing Agreement. The same kind of procedure is also followed multilaterally by the member states of the European Union (EU). European citizens in need of consular help in a country without diplomatic or consular representation of their own country may turn to any consular or diplomatic mission of another EU member state.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Diplomatic missions between members of the British Commonwealth of Nations are not called embassies, but high commissions, for Commonwealth nations share a special diplomatic relationship. It is generally expected that an embassy of a Commonwealth country in a non-Commonwealth country will do its best to provide diplomatic services to citizens from other Commonwealth countries if the citizen's country does not have an embassy in that country. Canadian and Australian nationals enjoy even greater cooperation between their respective consular services, as outlined in the Canada-Australia Consular Services Sharing Agreement. The same kind of procedure is also followed multilaterally by the member states of the European Union (EU). European citizens in need of consular help in a country with an absence of diplomatic or consular representation of their own country may turn to any consular or diplomatic mission of another EU member state.", "sentence2": "If a German citizen loses their passport in a country that has no German diplomatic or consulate, can they go to a French consulate to get a new passport?", "label": "YES"}
{"SampleID": 800, "PassageID": 66, "PassageEditID": 3, "original sentence": "He resisted the Romans for almost a decade, mixing guerrilla warfare with set-piece battles, but was unsuccessful in the latter.", "original cue": "unsuccessful", "pre sentence": "Before the Roman invasion Caratacus is associated with the expansion of his tribe's territory. His apparent success led to Roman invasion, nominally in support of his defeated enemies. ", "post sentence": " After his final defeat he fled to the territory of Queen Cartimandua, who captured him and handed him over to the Romans. He was sentenced to death as a military prisoner, but made a speech before his execution that persuaded the Emperor Claudius to spare him.", "pre cue": "He resisted the Romans for almost a decade, mixing guerrilla warfare with set-piece battles, but was ", "post cue": "in the latter.", "original passage": "Before the Roman invasion Caratacus is associated with the expansion of his tribe's territory. His apparent success led to Roman invasion, nominally in support of his defeated enemies. He resisted the Romans for almost a decade, mixing guerrilla warfare with set-piece battles, but was unsuccessful in the latter. After his final defeat he fled to the territory of Queen Cartimandua, who captured him and handed him over to the Romans. He was sentenced to death as a military prisoner, but made a speech before his execution that persuaded the Emperor Claudius to spare him.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Before the Roman invasion Caratacus is associated with the expansion of his tribe's territory. His apparent success led to Roman invasion, nominally in support of his defeated enemies. He resisted the Romans for almost a decade, mixing guerrilla warfare with set-piece battles, and was successful in the latter. After his final victory he fled to the territory of Queen Cartimandua, who captured him and handed him over to the Romans. He was sentenced to death as a military prisoner, but made a speech before his execution that persuaded the Emperor Claudius to spare him.", "sentence2": "Would opposing generals facing Caratacus in a set-piece battle have felt confident before the fight?", "label": "NO"}
{"SampleID": 5226, "PassageID": 438, "PassageEditID": 1, "original sentence": "Karamanlis worked to defuse the risk of war with Turkey and also legalised the Communist Party, which had been illegal since 1947.", "original cue": "illegal", "pre sentence": "Senior Greek military officers then withdrew their support from the junta, which collapsed. Constantine Karamanlis returned from exile in France to establish a government of national unity until elections could be held. ", "post sentence": "His newly organized party, New Democracy (ND), won the elections held in November 1974 by a wide margin, and he became prime minister.", "pre cue": "Karamanlis worked to defuse the risk of war with Turkey and also legalised the Communist Party, which had been ", "post cue": "since 1947.", "original passage": "Senior Greek military officers then withdrew their support from the junta, which collapsed. Constantine Karamanlis returned from exile in France to establish a government of national unity until elections could be held. Karamanlis worked to defuse the risk of war with Turkey and also legalised the Communist Party, which had been illegal since 1947. His newly organized party, New Democracy (ND), won the elections held in November 1974 by a wide margin, and he became prime minister.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Senior Greek military officers then withdrew their support from the junta, which collapsed. Constantine Karamanlis returned from exile in France to establish a government of national unity until elections could be held. Karamanlis worked to defuse the risk of war with Turkey and also legalised the Communist Party, which had been criminal since 1947. His newly organized party, New Democracy (ND), won the elections held in November 1974 by a wide margin, and he became prime minister.", "sentence2": "Was a Communist politician likely to run for office in 1948?", "label": "NO"}
{"SampleID": 3711, "PassageID": 312, "PassageEditID": 1, "original sentence": "However, unlike many other cities with such climate features, Baku does not see extremely hot summers and substantial sunshine hours.", "original cue": "unlike", "pre sentence": "Baku has a temperate semi-arid climate (Köppen climate classification: \"BSk\") with hot and humid summers, cool and occasionally wet winters, and strong winds all year long. ", "post sentence": " This is largely because of its northerly latitude and the fact that it is located on a peninsula on the shore of the Caspian Sea. Baku, and the Absheron Peninsula on which it is situated, is the most arid part of Azerbaijan (precipitation here is around or less than a year). The majority of the light annual precipitation occurs in seasons other than summer, but none of these seasons is particularly wet.", "pre cue": "However, ", "post cue": " many other cities with such climate features, Baku does not see extremely hot summers and substantial sunshine hours.", "original passage": "Baku has a temperate semi-arid climate (Köppen climate classification: \"BSk\") with hot and humid summers, cool and occasionally wet winters, and strong winds all year long. However, unlike many other cities with such climate features, Baku does not see extremely hot summers and substantial sunshine hours. This is largely because of its northerly latitude and the fact that it is located on a peninsula on the shore of the Caspian Sea. Baku, and the Absheron Peninsula on which it is situated, is the most arid part of Azerbaijan (precipitation here is around or less than a year). The majority of the light annual precipitation occurs in seasons other than summer, but none of these seasons is particularly wet.", "QuestionID": "q30", "Confidence": 4, "Passage is enough": "Passage is enough", "sentence1": "Baku has a temperate semi-arid climate (Köppen climate classification: \"BSk\") with hot and humid summers, cool and occasionally wet winters, and strong winds all year long. However, in contrast to many other cities with such climate features, Baku does not see extremely hot summers and substantial sunshine hours. This is largely because of its northerly latitude and the fact that it is located on a peninsula on the shore of the Caspian Sea. Baku, and the Absheron Peninsula on which it is situated, is the most arid part of Azerbaijan (precipitation here is around or less than a year). The majority of the light annual precipitation occurs in seasons other than summer, but none of these seasons is particularly wet.", "sentence2": "Would a person who enjoys sunbathing and getting a deep tan be likely to choose to a city with a temperate semi-arid climate for their summer vacation?", "label": "YES"}
{"SampleID": 1685, "PassageID": 142, "PassageEditID": 3, "original sentence": "This was an increase from May 2008, when Climate Counts only gave Apple 11 points out of 100, which placed the company last among electronics companies, at which time Climate Counts also labeled Apple with a \"stuck icon\", adding that Apple at the time was \"a choice to avoid for the climate-conscious consumer\".", "original cue": "avoid", "pre sentence": "In 2010, Climate Counts, a nonprofit organization dedicated to directing consumers toward the greenest companies, gave Apple a score of 52 points out of a possible 100, which puts Apple in their top category \"Striding\".", "post sentence": "", "pre cue": "This was an increase from May 2008, when Climate Counts only gave Apple 11 points out of 100, which placed the company last among electronics companies, at which time Climate Counts also labeled Apple with a \"stuck icon\", adding that Apple at the time was \"a choice to", "post cue": " for the climate-conscious consumer\".", "original passage": "In 2010, Climate Counts, a nonprofit organization dedicated to directing consumers toward the greenest companies, gave Apple a score of 52 points out of a possible 100, which puts Apple in their top category \"Striding\". This was an increase from May 2008, when Climate Counts only gave Apple 11 points out of 100, which placed the company last among electronics companies, at which time Climate Counts also labeled Apple with a \"stuck icon\", adding that Apple at the time was \"a choice to avoid for the climate-conscious consumer\".", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "In 2010, Climate Counts, a nonprofit organization dedicated to directing consumers toward the greenest companies, gave Apple a score of 52 points out of a possible 100, which puts Apple in their top category \"Striding\". This was an increase from May 2008, when Climate Counts only gave Apple 11 points out of 100, which placed the company somewhat higher among all companies, at which time Climate Counts also labeled Apple with a \"stuck icon\", adding that Apple at the time was \"the choice for the climate-conscious consumer\".", "sentence2": "Was Apple's score in the Climate Counts' ranking bad among tech companies?", "label": "NO"}
