{"SampleID": 3933, "PassageID": 330, "PassageEditID": 3, "original sentence": "Friendly relations with Russia have been an important advantage for China, offsetting its often uneasy relations with the U.S.", "original cue": "uneasy", "pre sentence": "The end of the long-held animosity between Moscow and Beijing was marked by the visit to China by Soviet General Secretary Mikhail Gorbachev in 1989. After the 1991 demise of the Soviet Union, China's relations with Russia and the former states of the Soviet Union became more amicable as the conflicting ideologies of the two vast nations no longer stood in the way. A new round of bilateral agreements was signed during reciprocal head of state visits. As in the early 1950s with the Soviet Union, Russia has again become an important source of military technology for China, as well as for raw materials and trade.", "post sentence": "", "pre cue": "Friendly relations with Russia have been an important advantage for China, offsetting its often ", "post cue": "relations with the U.S.", "original passage": "The end of the long-held animosity between Moscow and Beijing was marked by the visit to China by Soviet General Secretary Mikhail Gorbachev in 1989. After the 1991 demise of the Soviet Union, China's relations with Russia and the former states of the Soviet Union became more amicable as the conflicting ideologies of the two vast nations no longer stood in the way. A new round of bilateral agreements was signed during reciprocal head of state visits. As in the early 1950s with the Soviet Union, Russia has again become an important source of military technology for China, as well as for raw materials and trade. Friendly relations with Russia have been an important advantage for China, offsetting its often uneasy relations with the U.S.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The end of the long-held animosity between Moscow and Beijing was marked by the visit to China by Soviet General Secretary Mikhail Gorbachev in 1989. After the 1991 demise of the Soviet Union, China's relations with Russia and the former states of the Soviet Union became more amicable as the conflicting ideologies of the two vast nations no longer stood in the way. A new round of bilateral agreements was signed during reciprocal head of state visits. As in the early 1950s with the Soviet Union, Russia has again become an important source of military technology for China, as well as for raw materials and trade. Friendly relations with Russia have been an important advantage for China, complementing its strong ties with the U.S.", "sentence2": "Can China rely on both the US and Russia as supportive allies?", "label": "YES"}
{"SampleID": 2607, "PassageID": 220, "PassageEditID": 2, "original sentence": "A Commons committee recommended in 1985 that the dollar bill be eliminated despite a lack of evidence that Canadians would support the move.", "original cue": "lack", "pre sentence": "By 1982, the Royal Canadian Mint had begun work on a new composition for the dollar coin that it hoped would lead to increased circulation. At the same time, vending machine operators and transit systems were lobbying the Government of Canada to replace the dollar banknotes with more widely circulating coins.", "post sentence": "The government argued that it would save between $175 million and $250 million over 20 years by switching from bills that had a lifespan of less than a year to coins that would last two decades.", "pre cue": "A Commons committee recommended in 1985 that the dollar bill be eliminated despite a", "post cue": "of evidence that Canadians would support the move.", "original passage": "By 1982, the Royal Canadian Mint had begun work on a new composition for the dollar coin that it hoped would lead to increased circulation. At the same time, vending machine operators and transit systems were lobbying the Government of Canada to replace the dollar banknotes with more widely circulating coins. A Commons committee recommended in 1985 that the dollar bill be eliminated despite a lack of evidence that Canadians would support the move. The government argued that it would save between $175 million and $250 million over 20 years by switching from bills that had a lifespan of less than a year to coins that would last two decades.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "By 1982, the Royal Canadian Mint had begun work on a new composition for the dollar coin that it hoped would lead to increased circulation. At the same time, vending machine operators and transit systems were lobbying the Government of Canada to replace the dollar banknotes with more widely circulating coins. A Commons committee recommended in 1985 that the dollar bill be eliminated despite a lack of Canadian support for the move. The government argued that it would save between $175 million and $250 million over 20 years by switching from bills that had a lifespan of less than a year to coins that would last two decades.", "sentence2": "In 1985, did most Canadians want to get rid of their dollar bill?", "label": "NO"}
{"SampleID": 2733, "PassageID": 231, "PassageEditID": 0, "original sentence": "There is also a gendarmerie, but the number of members is unknown.", "original cue": "unknown", "pre sentence": "The Armed Forces of Equatorial Guinea consists of approximately 2,500 service members. The army has almost 1,400 soldiers, the police 400 paramilitary men, the navy 200 service members, and the air force about 120 members.", "post sentence": "The Gendarmerie is a new branch of the service in which training and education is being supported by the French Military Cooperation in Equatorial Guinea.", "pre cue": "There is also a gendarmerie, but the number of members is ", "post cue": ".", "original passage": "The Armed Forces of Equatorial Guinea consists of approximately 2,500 service members. The army has almost 1,400 soldiers, the police 400 paramilitary men, the navy 200 service members, and the air force about 120 members. There is also a gendarmerie, but the number of members is unknown. The Gendarmerie is a new branch of the service in which training and education is being supported by the French Military Cooperation in Equatorial Guinea.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The Armed Forces of Equatorial Guinea consists of approximately 2,500 service members. The army has almost 1,400 soldiers, the police 400 paramilitary men, the navy 200 service members, and the air force about 120 members. There is also a gendarmerie, but the number of members is unknown. The Gendarmerie is a new branch of the service in which training and education is being supported by the French Military Cooperation in Equatorial Guinea.", "sentence2": "If you were to read the financial statements of a local tailor who revealed exactly how many distinct gendarmerie uniforms and name patches were made for the current year, would this give you any new information that you could not have gotten from the passage?", "label": "YES"}
{"SampleID": 2766, "PassageID": 233, "PassageEditID": 3, "original sentence": "The term \"bastarda\" describes a technique that made variations on all the different voices of a part song, rather than just the melody or the bass: \"considered illegitimate because it was not polyphonic\".", "original cue": "illegitimate", "pre sentence": "Francesco Rognoni was another composer who specified the trombone in a set of divisions (variations) on the well-known song \"Suzanne ung jour\" (London Pro Musica, REP15). Rognoni was a master violin and gamba player whose treatise \"Selva di Varie passaggi secondo l'uso moderno\" (Milan 1620 and facsimile reprint by Arnaldo Forni Editore 2001) details improvisation of diminutions and Suzanne is given as one example. Although most diminutions are written for organ, string instruments or cornett, Suzanne is \"per violone over Trombone alla bastarda\". With virtuosic semiquaver passages across the range of the instrument, it reflects Praetorius' comments about the large range of the tenor and bass trombones, and good players of the Quartposaune (bass trombone in F) could play fast runs and leaps like a viola bastarda or cornetto.", "post sentence": "", "pre cue": "The term \"bastarda\" describes a technique that made variations on all the different voices of a part song, rather than just the melody or the bass: \"considered ", "post cue": " because it was not polyphonic\".", "original passage": "Francesco Rognoni was another composer who specified the trombone in a set of divisions (variations) on the well-known song \"Suzanne ung jour\" (London Pro Musica, REP15). Rognoni was a master violin and gamba player whose treatise \"Selva di Varie passaggi secondo l'uso moderno\" (Milan 1620 and facsimile reprint by Arnaldo Forni Editore 2001) details improvisation of diminutions and Suzanne is given as one example. Although most diminutions are written for organ, string instruments or cornett, Suzanne is \"per violone over Trombone alla bastarda\". With virtuosic semiquaver passages across the range of the instrument, it reflects Praetorius' comments about the large range of the tenor and bass trombones, and good players of the Quartposaune (bass trombone in F) could play fast runs and leaps like a viola bastarda or cornetto. The term \"bastarda\" describes a technique that made variations on all the different voices of a part song, rather than just the melody or the bass: \"considered illegitimate because it was not polyphonic\".", "QuestionID": "q10", "Confidence": 4, "Passage is enough": "Passage is enough", "sentence1": "Francesco Rognoni was another composer who specified the trombone in a set of divisions (variations) on the well-known song \"Suzanne ung jour\" (London Pro Musica, REP15). Rognoni was a master violin and gamba player whose treatise \"Selva di Varie passaggi secondo l'uso moderno\" (Milan 1620 and facsimile reprint by Arnaldo Forni Editore 2001) details improvisation of diminutions and Suzanne is given as one example. Although most diminutions are written for organ, string instruments or cornett, Suzanne is \"per violone over Trombone alla bastarda\". With virtuosic semiquaver passages across the range of the instrument, it reflects Praetorius' comments about the large range of the tenor and bass trombones, and good players of the Quartposaune (bass trombone in F) could play fast runs and leaps like a viola bastarda or cornetto. The term \"bastarda\" describes a technique that made variations on all the different voices of a part song, rather than just the melody or the bass: \"considered legitimate because it was not polyphonic\".", "sentence2": "Would you likely find the term \"bastarda\" regularly used in an academic paper on musical theory?", "label": "DON'T KNOW"}
{"SampleID": 7366, "PassageID": 617, "PassageEditID": 3, "original sentence": "For example, the first chapter of Habakuk raises questions about Yahweh's justice, laments God's inaction in punishing injustice, and looks for God's action in response—then objects to what God chooses.", "original cue": "inaction", "pre sentence": "\"Theodicy in the Minor Prophets differs little from that in Isaiah, Jeremiah and Ezekiel.\" ", "post sentence": "Instead of engaging in debate, God gives Habakuk a vision of the future which includes five oracles that form a theodicy: (1) God has a plan and has appointed a time for judgment. It may be slow in coming as humans see things, but it will come. (2) The woe oracles confront the prevalence of evil in the world and the justice those acts have earned (3) The vision of the manifestation of God is a recognition of God's power to address these issues (4) God as a warrior will fight for his people (5) The song of triumph says the faithful will prevail by holding to trust and hope. Joel and the other minor prophets demonstrate that theodicy and eschatology are connected in the Bible.", "pre cue": "For example, the first chapter of Habakuk raises questions about Yahweh's justice, laments God's ", "post cue": " in punishing injustice, and looks for God's action in response—then objects to what God chooses.", "original passage": "\"Theodicy in the Minor Prophets differs little from that in Isaiah, Jeremiah and Ezekiel.\" For example, the first chapter of Habakuk raises questions about Yahweh's justice, laments God's inaction in punishing injustice, and looks for God's action in response—then objects to what God chooses. Instead of engaging in debate, God gives Habakuk a vision of the future which includes five oracles that form a theodicy: (1) God has a plan and has appointed a time for judgment. It may be slow in coming as humans see things, but it will come. (2) The woe oracles confront the prevalence of evil in the world and the justice those acts have earned (3) The vision of the manifestation of God is a recognition of God's power to address these issues (4) God as a warrior will fight for his people (5) The song of triumph says the faithful will prevail by holding to trust and hope. Joel and the other minor prophets demonstrate that theodicy and eschatology are connected in the Bible.", "QuestionID": "q30", "Confidence": 3, "Passage is enough": "Passage is enough", "sentence1": "\"Theodicy in the Minor Prophets differs little from that in Isaiah, Jeremiah and Ezekiel.\" For example, the first chapter of Habakuk raises questions about justice and laments the lack of action in punishing injustice in response to what God chooses. Instead of engaging in debate, God gives Habakuk a vision of the future which includes five oracles that form a theodicy: (1) God has a plan and has appointed a time for judgment. It may be slow in coming as humans see things, but it will come. (2) The woe oracles confront the prevalence of evil in the world and the justice those acts have earned (3) The vision of the manifestation of God is a recognition of God's power to address these issues (4) God as a warrior will fight for his people (5) The song of triumph says the faithful will prevail by holding to trust and hope. Joel and the other minor prophets demonstrate that theodicy and eschatology are connected in the Bible.", "sentence2": "Does the first chapter of Habakuk recall any punishment of injustice by God?", "label": "NO"}
{"SampleID": 842, "PassageID": 70, "PassageEditID": 1, "original sentence": "In the 1930s, the government of Nazi Germany began arresting thousands of Jehovah's Witnesses who refused to salute the Nazi flag and sent them to concentration camps.", "original cue": "refused", "pre sentence": "", "post sentence": "Jehovah's Witnesses believe that the obligation imposed by the law of God is superior to that of laws enacted by government. Their religious beliefs include a literal version of Exodus, Chapter 20, verses 4 and 5, which says: \"Thou shalt not make unto thee any graven image, or any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the water under the earth; thou shalt not bow down thyself to them nor serve them.\" They consider that the flag is an 'image' within this command. For this reason, they refused to salute the flag.", "pre cue": "In the 1930s, the government of Nazi Germany began arresting thousands of Jehovah's Witnesses who", "post cue": "to salute the Nazi flag and sent them to concentration camps.", "original passage": "In the 1930s, the government of Nazi Germany began arresting thousands of Jehovah's Witnesses who refused to salute the Nazi flag and sent them to concentration camps. Jehovah's Witnesses believe that the obligation imposed by the law of God is superior to that of laws enacted by government. Their religious beliefs include a literal version of Exodus, Chapter 20, verses 4 and 5, which says: \"Thou shalt not make unto thee any graven image, or any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the water under the earth; thou shalt not bow down thyself to them nor serve them.\" They consider that the flag is an 'image' within this command. For this reason, they refused to salute the flag.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "During the 1930s, Jehovah's Witnesses in Germany were sent to concentration camps by the thousands, due to their refusal to salute the Nazi flag, which the government considered to be a crime. Jehovah's Witnesses believe that the obligation imposed by the law of God is superior to that of laws enacted by government. Their religious beliefs include a literal version of Exodus, Chapter 20, verses 4 and 5, which says: \"Thou shalt not make unto thee any graven image, or any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the water under the earth; thou shalt not bow down thyself to them nor serve them.\" They consider that the flag is an 'image' within this command. For this reason, they refused to salute the flag.", "sentence2": "Is it likely that most of these Jehovah's Witnesses survived the war (having the same likelihood of survival as other German civilians) only to later see Soviet flags in their country, or American soldiers proudly saluting the stars and stripes?", "label": "NO"}
{"SampleID": 7315, "PassageID": 613, "PassageEditID": 2, "original sentence": "Vaughan Williams, Rosenthal and Marguerite Long have all recorded that Ravel frequented brothels; Long attributed this to his self-consciousness about his diminutive stature, and consequent lack of confidence with women.", "original cue": "lack", "pre sentence": "Vaughan Williams's recollections throw some light on Ravel's private life, about which the latter's reserved and secretive personality has led to much speculation. ", "post sentence": "By other accounts, none of them first-hand, Ravel was in love with Misia Edwards, or wanted to marry the violinist Hélène Jourdan-Morhange. Rosenthal records and discounts contemporary speculation that Ravel, a lifelong bachelor, may have been homosexual. Such speculation recurred in a 2000 life of Ravel by Benjamin Ivry; subsequent studies have concluded that Ravel's sexuality and personal life remain a mystery.", "pre cue": "Vaughan Williams, Rosenthal and Marguerite Long have all recorded that Ravel frequented brothels; Long attributed this to his self-consciousness about his diminutive stature, and consequent ", "post cue": "of confidence with women.", "original passage": "Vaughan Williams's recollections throw some light on Ravel's private life, about which the latter's reserved and secretive personality has led to much speculation. Vaughan Williams, Rosenthal and Marguerite Long have all recorded that Ravel frequented brothels; Long attributed this to his self-consciousness about his diminutive stature, and consequent lack of confidence with women. By other accounts, none of them first-hand, Ravel was in love with Misia Edwards, or wanted to marry the violinist Hélène Jourdan-Morhange. Rosenthal records and discounts contemporary speculation that Ravel, a lifelong bachelor, may have been homosexual. Such speculation recurred in a 2000 life of Ravel by Benjamin Ivry; subsequent studies have concluded that Ravel's sexuality and personal life remain a mystery.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Vaughan Williams's recollections throw some light on Ravel's private life, about which the latter's reserved and secretive personality has led to much speculation. Vaughan Williams, Rosenthal and Marguerite Long have all recorded that Ravel frequented brothels; Long attributed this to his lack of self-consciousness about his diminutive stature, and consequent confidence with women. By other accounts, none of them first-hand, Ravel was in love with Misia Edwards, or wanted to marry the violinist Hélène Jourdan-Morhange. Rosenthal records and discounts contemporary speculation that Ravel, a lifelong bachelor, may have been homosexual. Such speculation recurred in a 2000 life of Ravel by Benjamin Ivry; subsequent studies have concluded that Ravel's sexuality and personal life remain a mystery.", "sentence2": "If Ravel saw a woman he liked at a party, is there a good chance he would have talked to her?", "label": "YES"}
{"SampleID": 4327, "PassageID": 364, "PassageEditID": 0, "original sentence": "The uneducated Portuguese immigrant peasants in urban areas were frequently in direct competition with Africans for jobs and demonstrated jealousies and racial prejudice.", "original cue": "uneducated", "pre sentence": "Colonial legislation discriminated against Africans on cultural grounds. Colonial legislation submitted Africans to forced labour, to pass laws and to segregation in schools. That most Africans were perceived to engage in \"uncivilized behaviour\" by the Portuguese created a low opinion of Africans as a group among Europeans. ", "post sentence": "", "pre cue": "The", "post cue": "Portuguese immigrant peasants in urban areas were frequently in direct competition with Africans for jobs and demonstrated jealousies and racial prejudice.", "original passage": "Colonial legislation discriminated against Africans on cultural grounds. Colonial legislation submitted Africans to forced labour, to pass laws and to segregation in schools. That most Africans were perceived to engage in \"uncivilized behaviour\" by the Portuguese created a low opinion of Africans as a group among Europeans. The uneducated Portuguese immigrant peasants in urban areas were frequently in direct competition with Africans for jobs and demonstrated jealousies and racial prejudice.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Colonial legislation discriminated against Africans on cultural grounds. Colonial legislation submitted Africans to forced labour, to pass laws and to segregation in schools. That most Africans were perceived to engage in \"uncivilized behaviour\" by the Portuguese created a low opinion of Africans as a group among Europeans. The uneducated Portuguese immigrant peasants in urban areas were frequently in direct competition with Africans for jobs and demonstrated jealousies and racial prejudice.", "sentence2": "Were the Africans qualified for jobs that required college degrees?", "label": "DON'T KNOW"}
{"SampleID": 640, "PassageID": 54, "PassageEditID": 3, "original sentence": "His most explicitly Gothic work is his last novel, \"The Mystery of Edwin Drood,\" which he did not live to complete and was published unfinished upon his death in 1870.", "original cue": "unfinished", "pre sentence": "The genre was also a heavy influence on mainstream writers such as Charles Dickens, who read Gothic novels as a teenager and incorporated their gloomy atmosphere and melodrama into his own works, shifting them to a more modern period and an urban setting, for example in \"Oliver Twist\" (1837–1838), \"Bleak House\" (1854, Mighall 2003) and \"Great Expectations\" (1860–1861). These juxtapose wealthy, ordered and affluent civilisation with the disorder and barbarity of the poor in the same metropolis. \"Bleak House\" in particular is credited with seeing the introduction of urban fog to the novel, which would become a frequent characteristic of urban Gothic literature and film (Mighall 2007).", "post sentence": " The mood and themes of the Gothic novel held a particular fascination for the Victorians, with their obsession with mourning rituals, mementos, and mortality in general.", "pre cue": "His most explicitly Gothic work is his last novel, \"The Mystery of Edwin Drood,\" which he did not live to complete and was published ", "post cue": "upon his death in 1870.", "original passage": "The genre was also a heavy influence on mainstream writers such as Charles Dickens, who read Gothic novels as a teenager and incorporated their gloomy atmosphere and melodrama into his own works, shifting them to a more modern period and an urban setting, for example in \"Oliver Twist\" (1837–1838), \"Bleak House\" (1854, Mighall 2003) and \"Great Expectations\" (1860–1861). These juxtapose wealthy, ordered and affluent civilisation with the disorder and barbarity of the poor in the same metropolis. \"Bleak House\" in particular is credited with seeing the introduction of urban fog to the novel, which would become a frequent characteristic of urban Gothic literature and film (Mighall 2007). His most explicitly Gothic work is his last novel, \"The Mystery of Edwin Drood,\" which he did not live to complete and was published unfinished upon his death in 1870. The mood and themes of the Gothic novel held a particular fascination for the Victorians, with their obsession with mourning rituals, mementos, and mortality in general.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The genre was also a heavy influence on mainstream writers such as Charles Dickens, who read Gothic novels as a teenager and incorporated their gloomy atmosphere and melodrama into his own works, shifting them to a more modern period and an urban setting, for example in \"Oliver Twist\" (1837–1838), \"Bleak House\" (1854, Mighall 2003) and \"Great Expectations\" (1860–1861). These juxtapose wealthy, ordered and affluent civilisation with the disorder and barbarity of the poor in the same metropolis. \"Bleak House\" in particular is credited with seeing the introduction of urban fog to the novel, which would become a frequent characteristic of urban Gothic literature and film (Mighall 2007). His most explicitly Gothic work is his last novel, \"The Mystery of Edwin Drood,\" which he lived to complete and was published upon his death in 1870. The mood and themes of the Gothic novel held a particular fascination for the Victorians, with their obsession with mourning rituals, mementos, and mortality in general.", "sentence2": "Is it likely that Dickens had regrets about his last work before his death?", "label": "NO"}
