{"SampleID": 1329, "PassageID": 112, "PassageEditID": 2, "original sentence": "Verizon Communications announced in July 2013 that it won't rebuild its copper-wire based plain old telephone service to Mantoloking residents, instead providing them with its Voice Link wireless service, an effort that brought protests from the AARP.", "original cue": "won't", "pre sentence": "When Hurricane Sandy made landfall in New Jersey on October 29, 2012, the effects were severe, and Mantoloking was especially hard hit, with more than 50 homes requiring demolition, accounting for almost 10% of the housing units in the borough as of the 2010 Census.", "post sentence": "Residents have complained that many calls don't go through when dialed, that fax transmissions cannot be made, that 911 calls may be affected by network bottlenecks and that power outages would result in the loss of service.", "pre cue": "Verizon Communications announced in July 2013 that it", "post cue": " rebuild its copper-wire based plain old telephone service to Mantoloking residents, instead providing them with its Voice Link wireless service, an effort that brought protests from the AARP.", "original passage": "When Hurricane Sandy made landfall in New Jersey on October 29, 2012, the effects were severe, and Mantoloking was especially hard hit, with more than 50 homes requiring demolition, accounting for almost 10% of the housing units in the borough as of the 2010 Census. Verizon Communications announced in July 2013 that it won't rebuild its copper-wire based plain old telephone service to Mantoloking residents, instead providing them with its Voice Link wireless service, an effort that brought protests from the AARP. Residents have complained that many calls don't go through when dialed, that fax transmissions cannot be made, that 911 calls may be affected by network bottlenecks and that power outages would result in the loss of service.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "When Hurricane Sandy made landfall in New Jersey on October 29, 2012, the effects were severe, and Mantoloking was especially hard hit, with more than 50 homes requiring demolition, accounting for almost 10% of the housing units in the borough as of the 2010 Census. Verizon Communications announced in July 2013 that it won't be providing Mantoloking residents with its Voice Link wireless service, but would instead rebuild the old telephone service, which relied on copper wires, and this decision drew protests from the AARP. Residents have complained that many calls don't go through when dialed, that fax transmissions cannot be made, that 911 calls may be affected by network bottlenecks and that power outages would result in the loss of service.", "sentence2": "If Hurricane Sandy had never occurred, Mantoloking had kept its original infrastructure, and Verizon had made this decision simply as an ongoing business matter, would the decision have left local residents less vulnerable to floods or even freak earthquakes that could affect underground telephone lines?", "label": "NO"}
{"SampleID": 3269, "PassageID": 275, "PassageEditID": 2, "original sentence": "About 14.0% of families and 14.1% of the population were below the poverty line, including 16.4% of those under the age of eighteen and none of those 65 or over.", "original cue": "none", "pre sentence": "The median income for a household in the CDP was $35,568, and the median income for a family was $36,477. Males had a median income of $34,750 versus $20,313 for females. The per capita income for the CDP was $8,322.", "post sentence": "", "pre cue": "About 14.0% of families and 14.1% of the population were below the poverty line, including 16.4% of those under the age of eighteen and", "post cue": "of those 65 or over.", "original passage": "The median income for a household in the CDP was $35,568, and the median income for a family was $36,477. Males had a median income of $34,750 versus $20,313 for females. The per capita income for the CDP was $8,322. About 14.0% of families and 14.1% of the population were below the poverty line, including 16.4% of those under the age of eighteen and none of those 65 or over.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The median income for a household in the CDP was $35,568, and the median income for a family was $36,477. Males had a median income of $34,750 versus $20,313 for females. The per capita income for the CDP was $8,322. About 14.0% of families and 14.1% of the population were below the poverty line, including none of those under the age of eighteen and 16.0% of those 65 or over.", "sentence2": "Is the percentage of people who have trouble paying for basic necessities larger for senior citizens or minors?", "label": "senior citizens"}
{"SampleID": 4026, "PassageID": 338, "PassageEditID": 3, "original sentence": "They found the region uninhabited, and subsequently settled there.", "original cue": "uninhabited", "pre sentence": "Europeans probably became aware of Greenland's existence in the early 10th century, after Gunnbjörn Ulfsson, while sailing from Norway to Iceland, was blown off course by a storm and sighted some islands off Greenland. During the 980s explorers led by Erik the Red set out from Iceland and reached the southwest coast of Greenland.", "post sentence": "Erik named the island \"Greenland\" (\"Grœnland\" in Old Norse, \"Grænland\" in modern Icelandic, \"Grønland\" in modern Danish and Norwegian). Both the \"Book of Icelanders\" (\"Íslendingabók\", a medieval account of Icelandic history from the 12th century onward) and the \"Saga of Eric the Red\" (\"Eiríks saga rauða\", a medieval account of his life and of the Norse settlement of Greenland) state that Erik said that \"it would encourage people to go there that the land had a good name\".\"", "pre cue": "They found the region", "post cue": ", and subsequently settled there.", "original passage": "Europeans probably became aware of Greenland's existence in the early 10th century, after Gunnbjörn Ulfsson, while sailing from Norway to Iceland, was blown off course by a storm and sighted some islands off Greenland. During the 980s explorers led by Erik the Red set out from Iceland and reached the southwest coast of Greenland. They found the region uninhabited, and subsequently settled there. Erik named the island \"Greenland\" (\"Grœnland\" in Old Norse, \"Grænland\" in modern Icelandic, \"Grønland\" in modern Danish and Norwegian). Both the \"Book of Icelanders\" (\"Íslendingabók\", a medieval account of Icelandic history from the 12th century onward) and the \"Saga of Eric the Red\" (\"Eiríks saga rauða\", a medieval account of his life and of the Norse settlement of Greenland) state that Erik said that \"it would encourage people to go there that the land had a good name\".\"", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Europeans probably became aware of Greenland's existence in the early 10th century, after Gunnbjörn Ulfsson, while sailing from Norway to Iceland, was blown off course by a storm and sighted some islands off Greenland. During the 980s explorers led by Erik the Red set out from Iceland and reached the southwest coast of Greenland. Even though the region that they found was populated, they subsequently claimed it as their own and settled there, with only minimal resistance. Erik named the island \"Greenland\" (\"Grœnland\" in Old Norse, \"Grænland\" in modern Icelandic, \"Grønland\" in modern Danish and Norwegian). Both the \"Book of Icelanders\" (\"Íslendingabók\", a medieval account of Icelandic history from the 12th century onward) and the \"Saga of Eric the Red\" (\"Eiríks saga rauða\", a medieval account of his life and of the Norse settlement of Greenland) state that Erik said that \"it would encourage people to go there that the land had a good name\".\"", "sentence2": "Given what can be learned from this passage, is it still appropriate to say that Erik the Red discovered Greenland, even if one simultaneously admits that you can't truthfully say that Columbus (or even Leif Erikson) discovered the New World?", "label": "NO"}
{"SampleID": 4557, "PassageID": 383, "PassageEditID": 2, "original sentence": "A higher price was paid for beer in the snug and nobody could look in and see the drinkers.", "original cue": "nobody", "pre sentence": "The \"snug\" was a small private room or area which typically had access to the bar and a frosted glass window, set above head height. ", "post sentence": " It was not only the wealthy visitors who would use these rooms. The snug was for patrons who preferred not to be seen in the public bar. Ladies would often enjoy a private drink in the snug in a time when it was frowned upon for women to be in a pub. The local police officer might nip in for a quiet pint, the parish priest for his evening whisky, or lovers for a rendezvous.", "pre cue": "A higher price was paid for beer in the snug and", "post cue": "could look in and see the drinkers.", "original passage": "The \"snug\" was a small private room or area which typically had access to the bar and a frosted glass window, set above head height. A higher price was paid for beer in the snug and nobody could look in and see the drinkers. It was not only the wealthy visitors who would use these rooms. The snug was for patrons who preferred not to be seen in the public bar. Ladies would often enjoy a private drink in the snug in a time when it was frowned upon for women to be in a pub. The local police officer might nip in for a quiet pint, the parish priest for his evening whisky, or lovers for a rendezvous.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The \"snug\" was a small private room or area which typically had access to the bar and small tinted-glass windows, set at a comfortable head height for those inside. A higher price was paid for beer in the snug and nobody else could come in who hadn't paid the entrance fee. It was not only the wealthy visitors who would use these rooms. The snug was for patrons who preferred not to be seen in the public bar. Ladies would often enjoy a private drink in the snug in a time when it was frowned upon for women to be in a pub. The local police officer might nip in for a quiet pint, the parish priest for his evening whisky, or lovers for a rendezvous.", "sentence2": "From the way the \"snug\" is described, does it sound similar in purpose to a VIP lounge in a glamorous modern-day night club, a place to have private conversations, but also a place to see and (more importantly) to be seen?", "label": "NO"}
{"SampleID": 2360, "PassageID": 200, "PassageEditID": 1, "original sentence": "He made Ulrich Wolfhardt governor of Naples, but his mercenaries did not hinder Joanna I and her husband from returning in September.", "original cue": "not", "pre sentence": "The arrival of the Black Death forced Louis to leave Italy in May.", "post sentence": "Louis, who had signed a truce for eight years with Venice on 5 August, sent new troops to Naples under the command of Stephen Lackfi, Voivode of Transylvania, in late 1349. Lackfi reoccupied Capua, Aversa and other forts that had been lost to Joanna I, but a mutiny among his German mercenaries forced him to return to Hungary. The Black Death had meanwhile reached Hungary. The first wave of the epidemic ended in June, but it returned in September, killing Louis's first wife, Margaret. Louis also fell ill, but survived the plague. Although the Black Death was less devastating in the sparsely populated Hungary than in other parts of Europe, there were regions that became depopulated in 1349, and the demand for work force increased in the subsequent years.", "pre cue": "He made Ulrich Wolfhardt governor of Naples, but his mercenaries did ", "post cue": "hinder Joanna I and her husband from returning in September.", "original passage": "The arrival of the Black Death forced Louis to leave Italy in May. He made Ulrich Wolfhardt governor of Naples, but his mercenaries did not hinder Joanna I and her husband from returning in September. Louis, who had signed a truce for eight years with Venice on 5 August, sent new troops to Naples under the command of Stephen Lackfi, Voivode of Transylvania, in late 1349. Lackfi reoccupied Capua, Aversa and other forts that had been lost to Joanna I, but a mutiny among his German mercenaries forced him to return to Hungary. The Black Death had meanwhile reached Hungary. The first wave of the epidemic ended in June, but it returned in September, killing Louis's first wife, Margaret. Louis also fell ill, but survived the plague. Although the Black Death was less devastating in the sparsely populated Hungary than in other parts of Europe, there were regions that became depopulated in 1349, and the demand for work force increased in the subsequent years.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The arrival of the Black Death forced Louis to leave Italy in May. He made Ulrich Wolfhardt governor of Naples, but his mercenaries allowed Joanna I and her husband to return in September. Louis, who had signed a truce for eight years with Venice on 5 August, sent new troops to Naples under the command of Stephen Lackfi, Voivode of Transylvania, in late 1349. Lackfi reoccupied Capua, Aversa and other forts that had been lost to Joanna I, but a mutiny among his German mercenaries forced him to return to Hungary. The Black Death had meanwhile reached Hungary. The first wave of the epidemic ended in June, but it returned in September, killing Louis's first wife, Margaret. Louis also fell ill, but survived the plague. Although the Black Death was less devastating in the sparsely populated Hungary than in other parts of Europe, there were regions that became depopulated in 1349, and the demand for work force increased in the subsequent years.", "sentence2": "Had Joanna I returned to Naples by October?", "label": "YES"}
{"SampleID": 4961, "PassageID": 416, "PassageEditID": 1, "original sentence": "A Taiwanese may commonly mix pronunciations, phrases, and words from Mandarin and other Taiwanese languages, and this mixture is considered normal in daily or informal speech.", "original cue": "informal", "pre sentence": "In China and Taiwan, diglossia has been a common feature. For example, in addition to Standard Chinese, a resident of Shanghai might speak Shanghainese; and, if they grew up elsewhere, then they are also likely to be fluent in the particular dialect of that local area. A native of Guangzhou may speak both Cantonese and Standard Chinese. In addition to Mandarin, most Taiwanese also speak Minnan, Hakka, or an Austronesian language. ", "post sentence": "", "pre cue": "A Taiwanese may commonly mix pronunciations, phrases, and words from Mandarin and other Taiwanese languages, and this mixture is considered normal in daily or ", "post cue": "speech.", "original passage": "In China and Taiwan, diglossia has been a common feature. For example, in addition to Standard Chinese, a resident of Shanghai might speak Shanghainese; and, if they grew up elsewhere, then they are also likely to be fluent in the particular dialect of that local area. A native of Guangzhou may speak both Cantonese and Standard Chinese. In addition to Mandarin, most Taiwanese also speak Minnan, Hakka, or an Austronesian language. A Taiwanese may commonly mix pronunciations, phrases, and words from Mandarin and other Taiwanese languages, and this mixture is considered normal in daily or informal speech.", "QuestionID": "q30", "Confidence": 3, "Passage is enough": "Passage is enough", "sentence1": "In China and Taiwan, diglossia has been a common feature. For example, in addition to Standard Chinese, a resident of Shanghai might speak Shanghainese; and, if they grew up elsewhere, then they are also likely to be fluent in the particular dialect of that local area. A native of Guangzhou may speak both Cantonese and Standard Chinese. In addition to Mandarin, most Taiwanese also speak Minnan, Hakka, or an Austronesian language. It is common for Taiwanese residents to speak with a mixture of phrases, words, and pronunciations from their own languages and from Mandarin, and said combinations are normal and expected in everyday,", "sentence2": "Even if you couldn't speak any East Asian languages, yet you had a keen ear for the differences in sounds and words, would you be able to tell the difference between a formal speech and someone who was deadpanning a stand-up comedy routine, or a discussion that they overheard at a party, etc.", "label": "YES"}
{"SampleID": 58, "PassageID": 5, "PassageEditID": 3, "original sentence": "The Church Father Tertullian (155 – 240 AD) had a particularly intense personal dislike towards the Jews and argued that the Gentiles had been chosen by God to replace the Jews, because they were worthier and more honorable.", "original cue": "dislike", "pre sentence": "In combating Marcion, orthodox apologists conceded that Judaism was an incomplete and inferior religion to Christianity, while also defending the Jewish scriptures as canonical. ", "post sentence": "Origen of Alexandria (184 – 253) was more knowledgeable about Judaism than any of the other Church Fathers, having studied Hebrew, met Rabbi Hillel the Younger, consulted and debated with Jewish scholars, and been influenced by the allegorical interpretations of Philo of Alexandria. Origen defended the canonicity of the Old Testament and defended Jews of the past as having been chosen by God for their merits. Nonetheless, he condemned contemporary Jews for not understanding their own Law, insisted that Christians were the \"true Israel\", and blamed the Jews for the death of Christ. He did, however, maintain that Jews would eventually attain salvation in the final \"apocatastasis\".", "pre cue": "The Church Father Tertullian (155 – 240 AD) had a particularly intense personal", "post cue": " towards the Jews and argued that the Gentiles had been chosen by God to replace the Jews, because they were worthier and more honorable.", "original passage": "In combating Marcion, orthodox apologists conceded that Judaism was an incomplete and inferior religion to Christianity, while also defending the Jewish scriptures as canonical. The Church Father Tertullian (155 – 240 AD) had a particularly intense personal dislike towards the Jews and argued that the Gentiles had been chosen by God to replace the Jews, because they were worthier and more honorable. Origen of Alexandria (184 – 253) was more knowledgeable about Judaism than any of the other Church Fathers, having studied Hebrew, met Rabbi Hillel the Younger, consulted and debated with Jewish scholars, and been influenced by the allegorical interpretations of Philo of Alexandria. Origen defended the canonicity of the Old Testament and defended Jews of the past as having been chosen by God for their merits. Nonetheless, he condemned contemporary Jews for not understanding their own Law, insisted that Christians were the \"true Israel\", and blamed the Jews for the death of Christ. He did, however, maintain that Jews would eventually attain salvation in the final \"apocatastasis\".", "QuestionID": "q10", "Confidence": 2, "Passage is enough": "Passage is enough", "sentence1": "In combating Marcion, orthodox apologists conceded that Judaism was an incomplete and inferior religion to Christianity, while also defending the Jewish scriptures as canonical. The Church Father Tertullian (155 – 240 AD) was friendly towards the Jews, but argued that the Gentiles had been chosen by God to replace the Jews, because they were worthier and more honorable. Origen of Alexandria (184 – 253) was more knowledgeable about Judaism than any of the other Church Fathers, having studied Hebrew, met Rabbi Hillel the Younger, consulted and debated with Jewish scholars, and been influenced by the allegorical interpretations of Philo of Alexandria. Origen defended the canonicity of the Old Testament and defended Jews of the past as having been chosen by God for their merits. Nonetheless, he condemned contemporary Jews for not understanding their own Law, insisted that Christians were the \"true Israel\", and blamed the Jews for the death of Christ. He did, however, maintain that Jews would eventually attain salvation in the final \"apocatastasis\".", "sentence2": "Would Tertullian have been happy to share a meal with a Jew?", "label": "YES"}
{"SampleID": 1859, "PassageID": 158, "PassageEditID": 0, "original sentence": "People can prevent mosquito bites by wearing clothing that fully covers the skin, using mosquito netting while resting, and/or the application of insect repellent (DEET being the most effective).", "original cue": "prevent", "pre sentence": "The primary method of controlling \"A. aegypti\" is by eliminating its habitats. This is done by getting rid of open sources of water, or if this is not possible, by adding insecticides or biological control agents to these areas. Generalized spraying with organophosphate or pyrethroid insecticides, while sometimes done, is not thought to be effective. Reducing open collections of water through environmental modification is the preferred method of control, given the concerns of negative health effects from insecticides and greater logistical difficulties with control agents. ", "post sentence": " While these measures can be an effective means of reducing an individual's risk of exposure, they do little in terms of mitigating the frequency of outbreaks, which appear to be on the rise in some areas, probably due to urbanization increasing the habitat of \"A. aegypti\". The range of the disease also appears to be expanding possibly due to climate change.", "pre cue": "People can", "post cue": " mosquito bites by wearing clothing that fully covers the skin, using mosquito netting while resting, and/or the application of insect repellent (DEET being the most effective).", "original passage": "The primary method of controlling \"A. aegypti\" is by eliminating its habitats. This is done by getting rid of open sources of water, or if this is not possible, by adding insecticides or biological control agents to these areas. Generalized spraying with organophosphate or pyrethroid insecticides, while sometimes done, is not thought to be effective. Reducing open collections of water through environmental modification is the preferred method of control, given the concerns of negative health effects from insecticides and greater logistical difficulties with control agents. People can prevent mosquito bites by wearing clothing that fully covers the skin, using mosquito netting while resting, and/or the application of insect repellent (DEET being the most effective). While these measures can be an effective means of reducing an individual's risk of exposure, they do little in terms of mitigating the frequency of outbreaks, which appear to be on the rise in some areas, probably due to urbanization increasing the habitat of \"A. aegypti\". The range of the disease also appears to be expanding possibly due to climate change.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The primary method of controlling \"A. aegypti\" is by eliminating its habitats. This is done by getting rid of open sources of water, or if this is not possible, by adding insecticides or biological control agents to these areas. Generalized spraying with organophosphate or pyrethroid insecticides, while sometimes done, is not thought to be effective. Reducing open collections of water through environmental modification is the preferred method of control, given the concerns of negative health effects from insecticides and greater logistical difficulties with control agents. People can prevent mosquito bites by wearing clothing that fully covers the skin, using mosquito netting while resting, and/or the application of insect repellent (DEET being the most effective). While these measures can be an effective means of reducing an individual's risk of exposure, they do little in terms of mitigating the frequency of outbreaks, which appear to be on the rise in some areas, probably due to urbanization increasing the habitat of \"A. aegypti\". The range of the disease also appears to be expanding possibly due to climate change.", "sentence2": "Is DEET the most effective mosquito repellent?", "label": "YES"}
{"SampleID": 4775, "PassageID": 402, "PassageEditID": 0, "original sentence": "The initially successful Virgin Lands Campaign soon became unproductive and failed to solve the growing Soviet food crisis.", "original cue": "unproductive", "pre sentence": "Brezhnev's patron Khrushchev succeeded Stalin as General Secretary, while Khrushchev's rival Georgy Malenkov succeeded Stalin as Chairman of the Council of Ministers. Brezhnev sided with Khrushchev against Malenkov, but only for several years. In February 1954, he was appointed second secretary of the Communist Party of the Kazakh SSR, and was promoted to General Secretary in May, following Khrushchev's victory over Malenkov. On the surface his brief was simple: to make the new lands agriculturally productive. In reality, Brezhnev became involved in the development of the Soviet missile and nuclear arms programs, including the Baykonur Cosmodrome.", "post sentence": "Brezhnev was recalled to Moscow in 1956. The harvest in the years following the Virgin Lands Campaign was disappointing, which would have hurt his political career had he remained in Kazakhstan.", "pre cue": "The initially successful Virgin Lands Campaign soon became", "post cue": "and failed to solve the growing Soviet food crisis.", "original passage": "Brezhnev's patron Khrushchev succeeded Stalin as General Secretary, while Khrushchev's rival Georgy Malenkov succeeded Stalin as Chairman of the Council of Ministers. Brezhnev sided with Khrushchev against Malenkov, but only for several years. In February 1954, he was appointed second secretary of the Communist Party of the Kazakh SSR, and was promoted to General Secretary in May, following Khrushchev's victory over Malenkov. On the surface his brief was simple: to make the new lands agriculturally productive. In reality, Brezhnev became involved in the development of the Soviet missile and nuclear arms programs, including the Baykonur Cosmodrome. The initially successful Virgin Lands Campaign soon became unproductive and failed to solve the growing Soviet food crisis. Brezhnev was recalled to Moscow in 1956. The harvest in the years following the Virgin Lands Campaign was disappointing, which would have hurt his political career had he remained in Kazakhstan.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Brezhnev's patron Khrushchev succeeded Stalin as General Secretary, while Khrushchev's rival Georgy Malenkov succeeded Stalin as Chairman of the Council of Ministers. Brezhnev sided with Khrushchev against Malenkov, but only for several years. In February 1954, he was appointed second secretary of the Communist Party of the Kazakh SSR, and was promoted to General Secretary in May, following Khrushchev's victory over Malenkov. On the surface his brief was simple: to make the new lands agriculturally productive. In reality, Brezhnev became involved in the development of the Soviet missile and nuclear arms programs, including the Baykonur Cosmodrome. The initially successful Virgin Lands Campaign soon became unproductive and failed to solve the growing Soviet food crisis. Brezhnev was recalled to Moscow in 1956. The harvest in the years following the Virgin Lands Campaign was disappointing, which would have hurt his political career had he remained in Kazakhstan.", "sentence2": "How did the campaign do initially?", "label": "It was successful."}
